[
    {
        "title": "Call of Duty: Modern Warfare Season Two Now Live With More Free New Content",
        "subtitle": "",
        "date": "Feb 11, 2020 1:00PM EST",
        "content": "\nNew Multiplayer Maps, Modes and New Battle Pass System Content Available Free for All Players Across All Platforms \n\nSeason Two Battle Pass Features 100 Tiers of New Modern Warfare Content, Including the Return of Iconic Special Operator Ghost, New Weapons, COD Points and More\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nCall of Duty®: Modern Warfare® expands with new Season Two content today, jam-packed with free multiplayer maps, modes and weapons available for all players. Throughout Season Two, players across all platforms can continue the fight alongside their favorite Operators in all-new and returning fan-favorite maps, fresh in-game challenges and rewards, limited-time game modes, and playlists among the community celebrations.\n\nIn addition, the Battle Pass system gets all brand-new content, with Season Two starting today, as all players can unlock for free up to two new functional weapons, 300 COD points, calling cards and more just by playing. Those who want to bring their game to a whole new level with over 170 earnable items can also purchase the Season Two Battle Pass for 1,000 Call of Duty Points for access to unlock up to 100 tiers of new content.\n\n“The community response to Modern Warfare since launch has been incredible and we’re thrilled to bring back some legendary fan-favorite maps and an iconic beloved Modern Warfare character Ghost,” said Patrick Kelly, Co-Studio Head and Creative Director, Infinity Ward. “We’re committed to continuously fueling the fun with more and more content for everyone and can’t wait for players to experience what’s to come with Season Two.”\n\nPicking up from where the story left off previously, in Season Two Coalition and Allegiance forces must put their differences aside to work together in averting a catastrophic nuclear disaster and find out where Al-Qatala has taken a Soviet nuclear warhead. Season Two features a steady stream of fresh new Modern Warfare content for all players, with additional content and new playlists to be released weekly.\n\nPlayers that own the Season Two Battle Pass will be instantly rewarded with an unlock for iconic and fan-favorite Special Forces Operator Simon “Ghost” Riley, playable across all Multiplayer and Special Ops modes, along with access to even more Weapon Blueprints, XP tokens, Operator Skins, challenges and watches. Plus, players who reach tier 100 will have unlocked a total of 1,300 COD points that can be used to pick up even more cool content in the Store.\n\nThe Battle Pass Bundle, which includes 20 Tier skips to immediately unlock new equipment and accelerate progress, is also available for those who want access to the same earnable content.\n\nIn addition to the Battle Pass, throughout Season Two players can also acquire even more content from the Modern Warfare Store, including two new Operators, all new Call of Duty League customization items, Blueprints, Operator skins, and more through various Store bundles. For the most up to date information on Call of Duty: Modern Warfare, check out the Activision Games Blog at https://blog.activision.com/call-of-duty.\n\nCall of Duty: Modern Warfare is available on PlayStation 4, Xbox One, and PC. The title features a fully-optimized PC version, developed in partnership with Beenox, which is available exclusively on Blizzard Battle.net®, Blizzard Entertainment’s online gaming platform. Call of Duty: Modern Warfare is published by Activision, a wholly-owned subsidiary of Activision Blizzard (NASDAQ: ATVI) with development led by award-winning developer Infinity Ward, and additional development support from Activision Shanghai, Beenox, High-Moon Studios, Raven Software and Sledgehammer Games.\n\nAbout Activision\n\nHeadquartered in Santa Monica, California, Activision is a leading global producer and publisher of interactive entertainment. Activision maintains operations throughout the world and is a division of Activision Blizzard (NASDAQ: ATVI), an S&P 500 company. More information about Activision and its products can be found on the company's website, www.activision.com or by following @Activision.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Publishing's expectations, plans, intentions or strategies regarding the future, including statements about the expected availability, features, functionality and content for Call of Duty: Modern Warfare Season Two, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Activision Publishing's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard's most recent annual report on Form 10K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\n\n© 2019-2020 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY, and MODERN WARFARE are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the property of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200211005863/en/\nNicole Fodran\nSenior Manager, Public Relations\nActivision\n310.773.6273\nnicole.fodran@activision.com\nSource: Activision Publishing, Inc.",
        "intent": {
            "neg": 0.08,
            "neu": 0.841,
            "pos": 0.08,
            "compound": 0.0493
        }
    },
    {
        "title": "Activision Blizzard Announces Fourth-Quarter and 2019 Financial Results",
        "subtitle": "",
        "date": "Feb 6, 2020 4:05PM EST",
        "content": "\nBetter-Than-Expected Q4 Results\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nActivision Blizzard, Inc. (Nasdaq: ATVI) today announced fourth-quarter and full year 2019 results.\n\n“Our fourth quarter results exceeded our prior outlook for both revenue and earnings per share,” said Bobby Kotick, Chief Executive Officer of Activision Blizzard. “Our recent Call of Duty® success illustrates the scale of our growth potential, as we expanded the community to more players in more countries on more platforms than ever before. With our strong content pipeline across our franchises and momentum in mobile, esports, and advertising, we look forward to continuing to delight our players, fans and stakeholders in 2020 and beyond.”\n\nFinancial Metrics\n\nFor the year ended December 31, 2019, Activision Blizzard’s net revenues presented in accordance with GAAP were $6.49 billion, as compared with $7.50 billion for 2018. GAAP net revenues from digital channels were $4.93 billion. GAAP operating margin was 25%. GAAP earnings per diluted share were $1.95, as compared with $2.40 for 2018. On a non-GAAP basis, Activision Blizzard’s operating margin was 33% and earnings per diluted share were $2.31, as compared with $2.72 for 2018.\n\nFor the quarter ended December 31, 2019, Activision Blizzard’s net revenues presented in accordance with GAAP were $1.99 billion, as compared with $2.38 billion for the fourth quarter of 2018. GAAP net revenues from digital channels were $1.44 billion. GAAP operating margin was 23%. GAAP earnings per diluted share were $0.68, as compared with $0.89 for the fourth quarter of 2018. On a non-GAAP basis, Activision Blizzard’s operating margin was 30% and earnings per diluted share were $0.62, as compared with $0.90 for the fourth quarter of 2018.\n\nActivision Blizzard generated $1.83 billion in operating cash flow for the year ended December 31, 2019, as compared with $1.79 billion for 2018. For the quarter, operating cash flow was $918 million, as compared with $999 million for the fourth quarter of 2018.\n\nPlease refer to the tables at the back of this press release for a reconciliation of the company’s GAAP and non-GAAP results.\n\nOperating Metrics\n\nFor the year ended December 31, 2019, Activision Blizzard’s net bookingsB were $6.39 billion, as compared with $7.26 billion for 2018. Net bookingsB from digital channels were $4.93 billion, as compared with $5.72 billion for 2018, and in-game net bookingsC were $3.37 billion.\n\nFor the quarter ended December 31, 2019, Activision Blizzard’s net bookingsB were $2.71 billion, as compared with $2.84 billion for the fourth quarter of 2018. Net bookingsB from digital channels were $1.88 billion, as compared with $1.88 billion for the fourth quarter of 2018. In-game net bookingsC were $1.09 billion.\n\nFor the quarter ended December 31, 2019, overall Activision Blizzard Monthly Active Users (MAUs)D were 409 million.\n\nSelected Business Highlights\n\nStrong execution against our strategy enabled Activision Blizzard to exceed its fourth quarter outlook and enter 2020 with momentum. Our increased investment and focus on the creative and commercial resources of our biggest franchises is delivering results, enabling us to accelerate the delivery of content in our pipeline, pursue new business models, broaden our communities, and delight our players.\n\nActivision\n\nBlizzard \n\nKing\n\nCompany Outlook\n\nNet bookingsB are expected to be $6.725 billion for 2020 and $1.275 billion for the first quarter of 2020.\n\nCapital Allocation\n\nThe Board of Directors declared a cash dividend of $0.41 per common share, payable on May 6, 2020 to shareholders of record at the close of business on April 15, 2020, which represents an 11% increase from 2019.\n\nConference Call \n\nToday at 4:30 p.m. EST, Activision Blizzard’s management will host a conference call and webcast to discuss the company’s results for the quarter ended December 31, 2019 and management’s outlook for the remainder of the calendar year. The company welcomes all members of the financial and media communities and other interested parties to visit https://investor.activision.com to listen to the conference call via live Webcast or to listen to the call live by dialing into 800-367-2403 in the U.S. with passcode 2945091. A replay of the call will also be available after the call's conclusion and archived for one year at https://investor.activision.com/events.cfm.\n\nAbout Activision Blizzard\n\nActivision Blizzard, Inc. connects and engages the world through epic entertainment. A member of the Fortune 500 and S&P 500, Activision Blizzard is a leading interactive entertainment company. We delight hundreds of millions of monthly active users around the world through franchises including Activision’s Call of Duty®, Spyro®, and Crash Bandicoot™, Blizzard Entertainment's World of Warcraft®, Overwatch®, Hearthstone®, Diablo®, StarCraft®, and Heroes of the Storm®, and King's Candy Crush™, Bubble Witch™, and Farm Heroes™. The company is one of the Fortune \"100 Best Companies To Work For®.\" Headquartered in Santa Monica, California, Activision Blizzard has operations throughout the world. More information about Activision Blizzard and its products can be found on the company's website, www.activisionblizzard.com.\n\n1 Per the NPD Group, GfK, GSD and internal estimates, based on dollar sales of front-line games.\n2 Per App Annie Intelligence and internal estimates for respective regions, app stores, and periods.\n3 Defined as players with monthly or longer-term subscriptions.\n4 Per App Annie Intelligence for respective regions, app stores, and periods. \n\nA Net effect of accounting treatment from revenue deferrals on certain of our online-enabled products. Since certain of our games are hosted online or include significant online functionality that represents a separate performance obligation, we defer the transaction price allocable to the online functionality from the sale of these games and then recognize the attributable revenues over the relevant estimated service periods, which are generally less than a year. The related cost of revenues is deferred and recognized as an expense as the related revenues are recognized. Impact from changes in deferrals refers to the net effect from revenue deferrals accounting treatment for the purposes of revenues, along with, for the purposes of EPS, the related cost of revenues deferrals treatment and the related tax impacts. Internally, management excludes the impact of this change in deferred revenues and related cost of revenues when evaluating the company’s operating performance, when planning, forecasting and analyzing future periods, and when assessing the performance of its management team. Management believes this is appropriate because doing so enables an analysis of performance based on the timing of actual transactions with our customers. In addition, management believes excluding the change in deferred revenues and the related cost of revenues provides a much more timely indication of trends in our operating results.\n\nB Net bookings is an operating metric that is defined as the net amount of products and services sold digitally or sold-in physically in the period, and includes license fees, merchandise, and publisher incentives, among others, and is equal to net revenues excluding the impact from deferrals.\n\nC In-game net bookings primarily includes the net amount of downloadable content and microtransactions sold during the period, and is equal to in-game net revenues excluding the impact from deferrals.\n\nD Monthly Active User (“MAU”) Definition: We monitor MAUs as a key measure of the overall size of our user base. MAUs are the number of individuals who accessed a particular game in a given month. We calculate average MAUs in a period by adding the total number of MAUs in each of the months in a given period and dividing that total by the number of months in the period. An individual who accesses two of our games would be counted as two users. In addition, due to technical limitations, for Activision and King, an individual who accesses the same game on two platforms or devices in the relevant period would be counted as two users. For Blizzard, an individual who accesses the same game on two platforms or devices in the relevant period would generally be counted as a single user. In certain instances, we rely on third parties to publish our games. In these instances, MAU data is based on information provided to us by those third parties, or, if final data is not available, reasonable estimates of MAUs for these third-party published games.\n\nNon-GAAP Financial Measures: As a supplement to our financial measures presented in accordance with U.S. Generally Accepted Accounting Principles (“GAAP”), Activision Blizzard presents certain non-GAAP measures of financial performance. These non-GAAP financial measures are not intended to be considered in isolation from, as a substitute for, or as more important than, the financial information prepared and presented in accordance with GAAP. In addition, these non-GAAP measures have limitations in that they do not reflect all of the items associated with the company’s results of operations as determined in accordance with GAAP.\n\nActivision Blizzard provides net income (loss), earnings (loss) per share, and operating margin data and guidance both including (in accordance with GAAP) and excluding (non-GAAP) certain items. When relevant, the company also provides constant FX information to provide a framework for assessing how our underlying businesses performed excluding the effect of foreign currency rate fluctuations. In addition, Activision Blizzard provides EBITDA (defined as GAAP net income (loss) before interest (income) expense, income taxes, depreciation, and amortization) and adjusted EBITDA (defined as non-GAAP operating margin (see non-GAAP financial measure below) before depreciation). The non-GAAP financial measures exclude the following items, as applicable in any given reporting period and our outlook:\n\nIn the future, Activision Blizzard may also consider whether other items should also be excluded in calculating the non-GAAP financial measures used by the company. Management believes that the presentation of these non-GAAP financial measures provides investors with additional useful information to measure Activision Blizzard’s financial and operating performance. In particular, the measures facilitate comparison of operating performance between periods and help investors to better understand the operating results of Activision Blizzard by excluding certain items that may not be indicative of the company’s core business, operating results, or future outlook. Additionally, we consider quantitative and qualitative factors in assessing whether to adjust for the impact of items that may be significant or that could affect an understanding of our ongoing financial and business performance or trends. Internally, management uses these non-GAAP financial measures, along with others, in assessing the company’s operating results, and measuring compliance with the requirements of the company’s debt financing agreements, as well as in planning and forecasting.\n\nActivision Blizzard’s non-GAAP financial measures are not based on a comprehensive set of accounting rules or principles, and the terms non-GAAP net income, non-GAAP earnings per share, non-GAAP operating margin, and non-GAAP or adjusted EBITDA do not have a standardized meaning. Therefore, other companies may use the same or similarly named measures, but exclude different items, which may not provide investors a comparable view of Activision Blizzard’s performance in relation to other companies.\n\nManagement compensates for the limitations resulting from the exclusion of these items by considering the impact of the items separately and by considering Activision Blizzard’s GAAP, as well as non-GAAP, results and outlook, and by presenting the most comparable GAAP measures directly ahead of non-GAAP measures, and by providing a reconciliation that indicates and describes the adjustments made.\n\nCautionary Note Regarding Forward-looking Statements: The statements contained herein that are not historical facts are forward-looking statements, including, but not limited to, statements about: (1) projections of revenues, expenses, income or loss, earnings or loss per share, cash flow or other financial items; (2) statements of our plans and objectives, including those related to releases of products and services and restructuring activities; (3) statements of future financial or operating performance, including the impact of tax items thereon; and (4) statements of assumptions underlying such statements. The company generally uses words such as “outlook,” “forecast,” “will,” “could,” “should,” “would,” “to be,” “plan,” “plans,” “believes,” “may,” “might,” “expects,” “intends,” “intends as,” “anticipates,” “estimate,” “future,” “positioned,” “potential,” “project,” “remain,” “scheduled,” “set to,” “subject to,” “upcoming,” and other similar expressions to help identify forward-looking statements. Forward-looking statements are subject to business and economic risks, reflect management’s current expectations, estimates, and projections about our business, and are inherently uncertain and difficult to predict.\n\nWe caution that a number of important factors could cause our actual future results and other future circumstances to differ materially from those expressed in any forward-looking statements. Such factors include, but are not limited to: our ability to consistently deliver popular, high-quality titles in a timely manner; our ability to satisfy the expectations of consumers with respect to our brands, games, services, and/or business practices; concentration of revenue among a small number of titles; the continued growth in the scope and complexity of our business, including the diversion of management time and attention to issues relating to the operations of our newly acquired or started businesses and the potential impact of our expansion into new businesses on our existing businesses; our ability to realize the expected financial and operational benefits of, and effectively manage, our recently announced restructuring plans; increasing importance of revenues derived from digital distribution channels; risks associated with the retail sales business model; substantial influence of third-party platform providers over our products and costs; success and availability of video game consoles manufactured by third parties; risks associated with the free-to-play business model, including dependence on a relatively small number of consumers for a significant portion of revenues and profits from any given game; risks and costs associated with legal proceedings; changes in tax rates or exposure to additional tax liabilities, as well as the outcome of current or future tax disputes; rapid changes in technology and industry standards; competition, including from other forms of entertainment; our ability to sell products at assumed pricing levels; our ability to attract, retain, and motivate skilled personnel; reliance on external developers for development of some of our software products; the amount of our debt and the limitations imposed by the covenants in the agreements governing our debt; counterparty risks relating to customers, licensees, licensors, and manufacturers; intellectual property claims; piracy and unauthorized copying of our products; risks and uncertainties of conducting business outside the U.S.; fluctuations in currency exchange rates; increasing regulation of our business, products, and distribution in key territories; compliance with continually evolving laws and regulations concerning data privacy; potential data breaches and other cybersecurity risks; and the other factors identified in “Risk Factors” included in Part I, Item 1A of our Annual Report on Form 10-K for the year ended December 31, 2018.\n\nThe forward-looking statements in this press release are based on information available to the company at this time and we assume no obligation to update any such forward-looking statements. Although these forward-looking statements are believed to be true when made, they may ultimately prove to be incorrect. These statements are not guarantees of our future performance and are subject to risks, uncertainties, and other factors, some of which are beyond our control and may cause actual results to differ materially from current expectations.\n\nOur operating segments are consistent with the manner in which our operations are reviewed and managed by our Chief Executive Officer, who is our chief operating decision maker (“CODM”). The CODM reviews segment performance exclusive of: the impact of the change in deferred revenues and related cost of revenues with respect to certain of our online-enabled games; share-based compensation expense; amortization of intangible assets as a result of purchase price accounting; fees and other expenses (including legal fees, costs, expenses and accruals) related to acquisitions, associated integration activities, and financings; certain restructuring and related costs; and other non-cash charges. See the following page for the reconciliation tables of segment revenues and operating income to consolidated net revenues and consolidated operating income.\n\nOur operating segments are also consistent with our internal organization structure, the way we assess operating performance and allocate resources, and the availability of separate financial information. We do not aggregate operating segments.\n\n \nView source version on businesswire.com: https://www.businesswire.com/news/home/20200206005933/en/\nActivision Blizzard, Inc.\nInvestors and Analysts:\nir@activisionblizzard.com\nor\nPress:\npr@activisionblizzard.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.029,
            "neu": 0.893,
            "pos": 0.078,
            "compound": 0.9986
        }
    },
    {
        "title": "To Battle! Warcraft® III: Reforged Is Now Live",
        "subtitle": "",
        "date": "Jan 28, 2020 6:00PM EST",
        "content": "\nExperience a pivotal period in the Warcraft saga through an epic single-player story spanning over 60 missions, and test yourself in battle online with Warcraft III’s timeless competitive multiplayer gameplay\n\nThis full-scale modernization of Blizzard Entertainment’s real-time strategy classic features thoroughly overhauled graphics, a revamped World Editor, and full Battle.net® integration\n    IRVINE, Calif.--(BUSINESS WIRE)--\nRelive some of the most epic moments in Azeroth’s history with Warcraft® III: Reforged, a thorough reimagining of Blizzard’s groundbreaking real-time strategy game. Combining the original Warcraft III: Reign of Chaos® and its award-winning expansion, The Frozen Throne®, Warcraft III: Reforged re-envisions a pivotal period in the Warcraft saga, with a robust single-player story spanning seven individual campaigns, a top-to-bottom overhaul of its graphics and sound, up-to-date social and matchmaking features via Blizzard’s Battle.net® online-gaming service, and a revamped World Editor to power the community’s creations.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20200128005855/en/Experience a pivotal period in the Warcraft saga through an epic single-player story spanning over 60 missions, and test yourself in battle online with Warcraft III’s timeless competitive multiplayer gameplay. (Graphic: Business Wire)\nPlayers will revisit the Warcraft III story in Reforged, with over 60 missions to experience from the eyes of four factions—the mighty Orcs, the noble Humans, the ancient Night Elves, and the insidious Undead. Players will witness firsthand key moments in Azeroth’s history, from the Burning Legion’s invasion to the ascension of the Lich King, and learn the origins of iconic Warcraft characters like Thrall, Jaina Proudmoore, Sylvanas Windrunner, Illidan Stormrage, and others.\n\n“Warcraft III is one of our proudest achievements as a company, and we’re honored that so many players around the world still hold it up as a paragon of the RTS genre,” said J. Allen Brack, president of Blizzard Entertainment. “With Warcraft III: Reforged, our biggest goal was to modernize the game while retaining everything that players have loved about it, and we hope everyone agrees that we’ve done it justice.”\n\nWarcraft III: Reforged Features\n\nPlayers can purchase Warcraft III: Reforged digitally from the Blizzard Shop. The standard edition is available for $29.99; for $39.99, players can purchase the Spoils of War Edition, which comes with unique hero skins for Arthas, Cenarius, Jaina, and Thrall. Also included with the Spoils of War Edition are a host of in-game bonuses for other Blizzard games, such as the gruesome Meat Wagon mount for World of Warcraft®, the Third War cardback for Hearthstone®, the Mal’ganis pet for Diablo III®, and more.\n\nFor more information on Warcraft III: Reforged, visit the official website at http://www.playwarcraft3.com. For screenshots, video, and other media, go to https://blizzard.gamespress.com/Warcraft-III-Reforged-Launch-Press-Kit.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits, including World of Warcraft®, Hearthstone®, Overwatch®, the Warcraft®, StarCraft®, and Diablo® franchises, and the multi-franchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and multiple Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest online-gaming services in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200128005855/en/\nFabio Lo Zito\nGlobal PR Manager\n(949) 302 9673\nflozito@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.032,
            "neu": 0.855,
            "pos": 0.113,
            "compound": 0.9932
        }
    },
    {
        "title": "Legendary Streetwear Designer Jeff Staple Teams up With the Overwatch League™ to Create First-of-its-kind Esports Kit",
        "subtitle": "",
        "date": "Jan 16, 2020 1:00PM EST",
        "content": "\n All 20 Overwatch League teams armed with their own unique home and away kits during the 2020 season, launching on Feb. 8\n    IRVINE, Calif.--(BUSINESS WIRE)--\nThe Overwatch League™ today announced a first-of-its-kind collaboration with designer and streetwear powerhouse, Jeff Staple, to reimagine, design, and create an authentic player kit for esports. The new kits, designed in concert with Overwatch League player feedback for a look and feel that’s unique to both traditional sports and esports, feature elevated fabrics, premium graphic applications, new side gussets for adjustable comfort, and a fit that is cut and sewn to increase quality and wearability while gaming. Each of the 20 Overwatch League teams will have their own unique home and away kits during the 2020 season, which launches on Feb. 8.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20200116005551/en/(Photo: Business Wire)\nStaple worked with Overwatch League players throughout the design process to ensure the kits are a comfortable, functional uniform for competition, while also maintaining Staple’s signature aesthetic. The new kits utilize elevated pin-dot mesh fabric to create lightweight and breathable jerseys to balance and regulate players’ temperature for maximum comfort. The full kit will include a short-sleeve jersey, long-sleeve jersey, jacket, compression sleeve, hat, and beanie for each of the league’s 20 teams.\n\n“This first-of-its-kind collaboration is a great reflection of esports’ evolution into a true lifestyle. This is not just a win for the Overwatch League and our fans, but for esports as an industry,” Daniel Cherry, chief marketing officer at Activision Blizzard Esports said. “We’re incredibly excited to be working with our friend and streetwear legend Jeff Staple on these team kits. Our players’ close partnership with Jeff can be seen and felt in the considered design elements included in the apparel. We cannot wait to see this gear worn on the streets of each of our Overwatch League team cities this season.”\n\n“I have been observing esports for years and am a huge fan of what Overwatch League has been able to accomplish, so when they asked me to design their new kits, I was stoked,” Staple said. “It was a once-in-a-lifetime opportunity to bring the best of the esports and streetwear worlds together to create something totally unique & ground-breaking. The kits are not only specifically engineered to perform to players’ specifications, but they’re also designed to look great outside the arena.”\n\nStaple has been in the industry for over two decades and has partnered with many top brands in the design, lifestyle, and entertainment space. Featuring his world-renowned Staple Pigeon, his unique style brings a new edge to each team brand.\n\nFans will be able to pre-order the new OWL X STAPLE jerseys beginning on Jan. 28 on shop.overwatchleague.com.\n\nImage and Video Assets: LINK\n\nAbout the Overwatch League™\n\nThe Overwatch League™ is the first major global professional esports league with city-based teams across Asia, Europe, and North America. Overwatch® was created by globally acclaimed publisher Blizzard Entertainment (a division of Activision Blizzard—Nasdaq: ATVI), whose iconic franchises have helped lay the foundations and push the boundaries of professional esports over the last 15 years. The latest addition to Blizzard's stable of twenty-two #1 games,[1] Overwatch was built from the ground up for online competition, with memorable characters and fast-paced action designed for the most engaging gameplay and spectator experiences. To learn more about the Overwatch League, visit www.overwatchleague.com.\n\n[1] Sales and/or downloads, based on internal company records and reports from key distributors.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone®, Overwatch®, the Warcraft®, StarCraft®, and Diablo® franchises, and the multi-franchise Heroes of the Storm®, Blizzard Entertainment, Inc. (https://www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry's most critically acclaimed games. Blizzard Entertainment's track record includes twenty-two #1 games* and multiple Game of the Year awards. The company's online gaming service, Blizzard Battle.net®, is one of the largest online-gaming services in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\n\nAbout Activision Blizzard Esports\n\nActivision Blizzard Esports (ABE) is responsible for the development, operation, and commercialization of Activision Blizzard’s professional gaming properties including the Overwatch League™, the Call of Duty® League™, Call of Duty Challengers™, Hearthstone® Masters, StarCraft® II esports, Warcraft® III: Reforged™, and the World of Warcraft® Arena World Championship and Mythic Dungeon International, among others. ABE also operates Tespa, the leader in collegiate esports. It is ABE’s vision to be the most innovative, scalable, and valuable developer of global competitive entertainment.\n\nOVERWATCH, OVERWATCH LEAGUE and the OVERWATCH LEAGUE logo are trademarks or registered trademarks of Blizzard Entertainment, Inc., in the U.S. and/or other countries. All other names are trademarks of their respective holders. \n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves the Overwatch League’s expectations, plans, intentions or strategies regarding the future, including statements about the collaboration with Jeff Staple and the dates of the Overwatch League 2020 season, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause the Overwatch League’s actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to the Overwatch League and Activision Blizzard as of the date of this release, and neither the Overwatch League nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of the Overwatch League or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200116005551/en/\nMark Van Lommel\nOverwatch League\n949-955-1380 x61147\nMVanLommel@overwatchleague.com\n\nKevin Scarpati\nOverwatch League\n949-955-1380 x61298\nKscarpati@overwatchleague.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.017,
            "neu": 0.854,
            "pos": 0.128,
            "compound": 0.9991
        }
    },
    {
        "title": "Activision Blizzard to Release Fourth Quarter 2019 Financial Results on February 6, 2020",
        "subtitle": "",
        "date": "Jan 15, 2020 9:00AM EST",
        "content": "    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nActivision Blizzard, Inc. (Nasdaq: ATVI) intends to release its fourth quarter 2019 results after the close of the market on Thursday, February 6, 2020. In conjunction with this release, Activision Blizzard will host a conference call that will be broadcast over the internet.\n\nThursday, February 6, 2020\n\n1:30 p.m. Pacific Time (4:30 p.m. Eastern Time)\n\nTo listen to the call, please log onto:\n\nhttp://investor.activision.com\n\nOr dial:\n\nU.S. and Canada: 800-367-2403\n\nInternational: +1 334-777-6978\n\nPasscode: 2945091\n\nA presentation corresponding with the conference call will be available in Adobe Acrobat format at http://investor.activision.com. A replay of the call will also be available after the call's conclusion and archived for one year at https://investor.activision.com/events.cfm.\n\nAbout Activision Blizzard\n\nActivision Blizzard, Inc., a member of the Fortune 500 and S&P 500, is a leading standalone interactive entertainment company. We delight hundreds of millions of monthly active users around the world through franchises including Activision's Call of Duty®, Spyro™, and Crash™, Blizzard Entertainment's World of Warcraft®, Overwatch®, Hearthstone®, Diablo®, StarCraft®, and Heroes of the Storm®, and King's Candy Crush™, Bubble Witch™, and Farm Heroes™. The company is one of the Fortune \"100 Best Companies To Work For®.\" Headquartered in Santa Monica, California, Activision Blizzard has operations throughout the world. More information about Activision Blizzard and its products can be found on the company's website, www.activisionblizzard.com.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200115005216/en/\nActivision Blizzard, Inc.\nInvestors and Analysts:\nir@activisionblizzard.com\nor\nPress:\npr@activisionblizzard.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.024,
            "neu": 0.895,
            "pos": 0.08,
            "compound": 0.9493
        }
    },
    {
        "title": "Soar Into Battle in Galakrond’s Awakening™, Hearthstone®’s Upcoming Solo Adventure",
        "subtitle": "",
        "date": "Jan 9, 2020 1:07PM EST",
        "content": "\nNew story-driven experience arrives on January 21 and includes 24 challenging encounters and 35 new collectible cards\n\nPlayers can pre-purchase now and receive the entire Galakrond’s Awakening Solo Adventure along with a Golden Classic Pack of Hearthstone cards\n    IRVINE, Calif.--(BUSINESS WIRE)--\nDescent of Dragons™, the latest expansion for Blizzard Entertainment’s smash-hit free-to-play digital card game Hearthstone®, has set the stage for the final battle between Azeroth’s mightiest heroes and wickedest villains. On January 21, players will take flight in Galakrond’s Awakening™, the highly-anticipated Solo Adventure that brings the Year of the Dragon to a close. The story takes place across two campaigns: one where players fight as the League of E.V.I.L. to carry out the nefarious Archvillain Rafaam’s plot to resurrect Galakrond, the progenitor dragon; and another where they’ll lead the intrepid League of Explorers into battle against the bad guys to foil their plans and save the world.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20200109005737/en/Galakrond's Awakening's story-driven experience includes 24 challenging encounters and 35 new collectible cards. (Graphic: Business Wire)\nGalakrond’s Awakening will be the culmination of the year-long narrative that took place throughout Hearthstone in 2019—the Year of the Dragon. Galakrond’s Awakening also marks a return to the game’s original Solo Adventure format, where players tackle a series of unique boss encounters with pre-built decks to earn 35 new collectible cards. Once earned, these cards can be added to Standard and Wild decks, adding fun new options to further shake up the meta game. Upon completing Story mode as the League of E.V.I.L. and League of Explorers, players will unlock Heroic mode, where they can take on harder versions of the encounters armed with their own decks, which can include any of the cards in their Collections.\n\n“The Year of the Dragon has been a dynamic and exciting one for Hearthstone, with a series of meta-shifting expansions, an ambitious year-long story, and a rapid cadence of new features and updates that have fundamentally evolved the game,” said J. Allen Brack, president of Blizzard Entertainment. “Galakrond’s Awakening will bring the story we’ve been telling in the game all year to an epic and fitting conclusion, and we can’t wait to share it with everyone.”\n\nGalakrond’s Awakening consists of four installments that will roll out weekly starting January 21. Each installment includes two chapters—one covering the League of E.V.I.L., and another covering the League of Explorers—for a grand total of eight chapters in this Adventure. Individual Installments will be available for $6.99 or 700 in-game gold, or as a complete bundle for $19.99 USD. The first installment, Battle of the Frozen Coast, will be available on January 21, and all players can experience the League of E.V.I.L.’s chapter completely free, along with the ability to earn four new cards for completing it. For a limited time, players who pre-purchase the bundle will receive a Golden Classic Pack in addition to the full Adventure.\n\nGalakrond’s Awakening will be playable in Hearthstone on Windows® and Mac® PCs; Windows, iOS, and Android™ tablets; and mobile phones. To learn more about Galakrond’s Awakening, visit www.descentofdragons.com.\n\nAbout Hearthstone\n\nWith more than 100 million players worldwide, Hearthstone is Blizzard Entertainment’s internationally acclaimed, free-to-play digital card game designed for novice and veteran card-slingers alike. Players can choose from nine powerful hero classes and customize their decks with minions, spells, and weapons based on the unique fantasy of the Warcraft® universe. Featuring a variety of game modes ranging from epic head-to-head duels to story-driven Solo Adventures, Hearthstone offers a vibrant and rewarding experience stacked with strategy, personality, and fun. Hearthstone is available globally for Windows and Mac PCs; Windows, iOS, and Android tablets; and iOS, and Android mobile phones.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone, Overwatch®, the Warcraft, StarCraft®, and Diablo® franchises, and the multifranchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and numerous Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest online-gaming services in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements:\n\nInformation in this press release that involves Blizzard Entertainment's expectations, plans, intentions or strategies regarding the future, including statements about the availability, pricing, features, and functionality of the Galakrond’s Awakening Solo Adventure, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200109005737/en/\nCassandra Reynoso\nAssociate PR Manager\n949.955.1380 x15979\ncreynoso@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.04,
            "neu": 0.852,
            "pos": 0.108,
            "compound": 0.9967
        }
    },
    {
        "title": "Call of Duty: Modern Warfare Is #1 Most Played Call of Duty Multiplayer of This Console Generation",
        "subtitle": "",
        "date": "Dec 18, 2019 8:00AM EST",
        "content": "\nNew Multiplayer Highs in Hours Played, Hours per Player and Average Daily Players in First 50 Days of Release\n\nThrough November 2019, Modern Warfare Became the Top-Selling Premium Game of 2019 in the U.S. Year-To-Date, Also Crossed $1 Billion in Worldwide Sell-Through \n\nLargest Free Content Offering in Franchise History Continues today with Release of New Multiplayer Maps, Gunfight Maps, Special Ops Mission and Game Modes\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nActivision’s Call of Duty®: Modern Warfare® continues to drive momentum delivering new highs in multiplayer engagement within the franchise for this console generation. Modern Warfare has outpaced all previous Call of Duty multiplayer experiences of this generation in hours played, hours per player and average daily players on its way to becoming the most played Call of Duty multiplayer in the first 50 days since launch in six years.\n\nThe award-winning title, which has sold more than $1 billion in sell-through worldwide, has surpassed 500 million multiplayer hours played since release with nearly 300 million multiplayer matches. Upon release, the title featured a series of firsts for Call of Duty, including crossplay and cross-progression support, as well as the removal of Season Pass and delivery of new post-release content coming free to all players on all platforms.\n\n“The momentum for Modern Warfare from day one has been incredible. Players are having a great time and are continuing to engage across the multiplayer experience at the highest level in years. We’re also seeing new franchise highs for this console generation in hours played, hours per player and average daily players,” said Byron Beede, executive vice president and general manager for Call of Duty, Activision. “It’s great to see the fan response to the hard work from our development teams led by Infinity Ward. Players are having a great time, and there’s much more to come as we continue to deliver new content.”\n\n“We’re bringing our players together to play across all platforms and that continues today with a new wave of content coming to everyone for free,” said Patrick Kelly, co-studio head and creative director for developer Infinity Ward. “Starting today Vacant and Shipment are in full multiplayer rotation. Players can also jump into new Gunfight maps, play a new Special Ops mission and play fun new modes, starting with Cranked.”\n\nCall of Duty: Modern Warfare Season One featuring the new Battle Pass as well as the largest free content offering in Call of Duty history continues today with the release of the following to all players for free:\n\nThe Season One Battle Pass can be purchased for 1,000 COD points or players can upgrade to the Battle Pass Bundle which includes 20 Tier Skips. Regardless of whether you choose to upgrade your Battle Pass, some of the tiers will include free Call of Duty points that can be used in the store or for future Battle Pass upgrades.\n\nSell-through sales figures include Call of Duty: Modern Warfare retail and digital unit sales. Sales figures based on retail customer sell-through information and Activision data and estimates. Hours played, hours per player, matches, and average daily player numbers based on Activision data. Top selling premium game of the year in the U.S. based on Activision and NPD data, and excludes free-to-play games.\n\nCall of Duty: Modern Warfare is available on PlayStation 4, Xbox One, and PC. The title features a fully-optimized PC version, developed in partnership with Beenox, which is available exclusively on Blizzard Battle.net®, Blizzard Entertainment’s online gaming platform. Call of Duty: Modern Warfare is published by Activision, a wholly-owned subsidiary of Activision Blizzard (NASDAQ: ATVI) with development led by award-winning developer Infinity Ward, and additional development support from Activision Shanghai, Beenox, High-Moon Studios, Raven Software and Sledgehammer Games.\n\nAbout Activision\n\nHeadquartered in Santa Monica, California, Activision is a leading global producer and publisher of interactive entertainment. Activision maintains operations throughout the world and is a division of Activision Blizzard (NASDAQ: ATVI), an S&P 500 company. More information about Activision and its products can be found on the company's website, www.activision.com or by following @Activision.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Publishing's expectations, plans, intentions or strategies regarding the future, including statements about the expected availability of features and content for Call of Duty: Modern Warfare, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Activision Publishing's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard's most recent annual report on Form 10K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\n\n© 2019 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY and MODERN WARFARE are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the property of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191218005203/en/\nKyle Walker\nSenior Director, Public Relations\nActivision\n424.744.5677\nKyle.walker@activision.com\nSource: Activision Publishing, Inc.",
        "intent": {
            "neg": 0.048,
            "neu": 0.863,
            "pos": 0.09,
            "compound": 0.9922
        }
    },
    {
        "title": "Activision Blizzard Media Launches King’s Council, Its First Dedicated Player Research Community",
        "subtitle": "",
        "date": "Dec 16, 2019 9:00AM EST",
        "content": "\n King’s Council Gives Players a Voice to Share Insights and Feedback, Helping Guide Best Possible Mobile Advertising Experience \n    NEW YORK--(BUSINESS WIRE)--\nActivision Blizzard Media today announced the launch of King’s Council, a player research community comprised of a limited selection of Activision Blizzard’s most active and engaged players. Activision Blizzard Media has launched King’s Council to act as the voice of the player as it evaluates opportunities with brands and advertisers. The feedback shared will allow Activision Blizzard Media and its commercial partners to optimize and test new advertising offerings, better understand players and generate fast and meaningful insights on integrated marketing and advertising as well as the mobile games industry overall.\n\nAs the steward of some of the world’s most-played mobile game franchises and a large and highly-engaged gaming audience, Activision Blizzard Media will be asking community members to share valuable insights and feedback through a variety of formats including online surveys. King’s Council members will be selected by Activision Blizzard Media and invited to join on an opt-in basis.\n\n“We want to breathe even more life into the community and give our players a meaningful voice in the games and experiences they love,” says Brian Ames, President, Activision Blizzard Media. “King’s Council is a way for players to share their feedback and perspectives, ensuring we think holistically about what’s best for players and our marketing partners as we build new offerings for our large and vibrant user base worldwide.”\n\nWith over 316 million Monthly Active Users (MAUs1) across Activision Blizzard, including 247 million MAUs1 across King2, King’s Council will serve as a vibrant community platform, able to deliver research results quickly and efficiently at scale.\n\nAbout Activision Blizzard Media\n\nActivision Blizzard Media is the gateway for brands to the #1 cross-platform gaming company in the western world, with hundreds of millions of players across over 190 countries. Our legendary portfolio includes iconic mobile game franchises such as Candy Crush™, esports opportunities like the Call of Duty® and Overwatch® Leagues, and some of the top PC and console gaming franchises such as World of Warcraft®, Call of Duty®, and StarCraft®. The idea is simple: great game experiences offer great marketing experiences. Learn more at www.activisionblizzardmedia.com.\n\n1 Monthly Active User (“MAU”) Definition: We monitor MAUs as a key measure of the overall size of our user base. MAUs are the number of individuals who accessed a particular game in a given month. We calculate average MAUs in a period by adding the total number of MAUs in each of the months in a given period and dividing that total by the number of months in the period. An individual who accesses two of our games would be counted as two users. In addition, due to technical limitations, for Activision and King, an individual who accesses the same game on two platforms or devices in the relevant period would be counted as two users. For Blizzard, an individual who accesses the same game on two platforms or devices in the relevant period would generally be counted as a single user.\n\n2 For the three month period ending September 2019, as reported in Activision Blizzard Q3 Financial Results on November 7, 2019.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves King's expectations, plans, intentions or strategies regarding the future, including statements about the features and plans of King’s Council, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause King’s actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard's most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to King and Activision Blizzard as of the date of this release, and neither King nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of King or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191216005104/en/\nClaire Nance\nHead of Marketing Communications\nActivision Blizzard Media\n929.217.7819\nclaire.nance@activision.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.018,
            "neu": 0.87,
            "pos": 0.113,
            "compound": 0.9968
        }
    },
    {
        "title": "Become the Most Powerful Dragon in Hearthstone® in Descent of Dragons™",
        "subtitle": "",
        "date": "Dec 10, 2019 1:12PM EST",
        "content": "\nLog in to receive a dragon’s hoard of free rewards: all five Galakrond Hero Cards, two Shield of Galakrond minions, and three Descent of Dragons card packs* \n\nJoin millions of other players in ongoing beta test for runaway hit Hearthstone: Battlegrounds game mode\n    IRVINE, Calif.--(BUSINESS WIRE)--\nDecember 10, 2019, The Year of the Dragon—Galakrond, the mightiest dragon of all time, threatens to raze the surface of Azeroth in Descent of Dragons™, the new 135-card expansion released today for Blizzard Entertainment’s smash-hit free-to-play digital card game Hearthstone®. This action-packed card set sends players to the skies above Dragonblight for a thrilling aerial battle between the League of Explorers—Hearthstone’s plucky band of treasure-hunting heroes—and Archivillain Rafaam’s nefarious League of E.V.I.L.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191210005908/en/Hearthstone players can log in today to collect free rewards, including all five Galakrond Hero Cards and three Descent of Dragons card packs (Graphic: Business Wire)\nIn Descent of Dragons, players will draw on the power of dragons—lots and lots of dragons. They’ll summon all-new Legendary Dragons, lay waste to the battlefield with their breath weapons, and power-up by embarking on heroic Sidequests. In addition, the five “E.V.I.L.” classes—Priest, Rogue, Shaman, Warlock, and Warrior—can transform into Galakrond himself through one of five new Hero cards, each with a class-appropriate Battlecry and Hero Power.\n\nMinions and spells with the new Invoke keyword will trigger the effect of Galakrond’s Hero Power. Invoking multiple times upgrades Galakrond into his deadlier forms, the mightiest of which is “Galakrond, Azeroth’s End”—a world-shattering monstrosity armed with a quadruple-strength Battlecry and a powerful claw attack.\n\nWill Rafaam succeed in his plot for world domination? Will Reno Jackson stay out of trouble long enough for the League of Explorers to emerge triumphant? These answers and more will come in the corresponding Descent of Dragons Solo Adventure, a story-driven epic finale to Hearthstone’s first-ever year-long story line to be released in January.\n\nStarting today, Hearthstone players who log in will receive three Descent of Dragons card packs and all five Galakrond Hero cards free, along with two neutral Shield of Galakrond minions featuring the new Invoke keyword.* Players can also rack up an epic assortment of rewards upon completing a series of six new Legendary daily quests—five additional Descent of Dragons card packs, two Rise of Shadows™ card packs, two Saviors of Uldum™ card packs, and 200 gold in total.\n\n“Descent of Dragons is full-blown fire-breathing fun, and filled with the vibrant personality and strategic decision-making Hearthstone is known for,” said J. Allen Brack, president of Blizzard Entertainment. “We think players will have a blast building decks around the five powerful new Galakrond Hero cards—or finding clever ways to keep him from taking over the game.”\n\nHearthstone: Battlegrounds—A Free Fast-Paced Fun New Way to Play \n\nDescent of Dragons launches during the ongoing beta test for the popular new game mode Hearthstone: Battlegrounds, a raucous eight-player auto-battler featuring 24 unique Heroes, in which players will recruit minions, strategically position them, and watch them battle each other for supremacy.† Following last month’s debut at BlizzCon®, millions of players flocked to the tavern to take part in the Battlegrounds early access period and open beta test. That momentum has continued, with Battlegrounds fueling ongoing excitement for Hearthstone among veterans and new players alike.\n\nHearthstone: Battlegrounds is a free standalone experience that doesn’t require a card collection. Players will be able to unlock optional bonus features for this mode when they acquire card packs—including free packs, those acquired with in-game gold, and those purchased with real money—from the most recent Hearthstone expansion (starting with today’s launch of Descent of Dragons).** At 10 packs, players unlock comprehensive stat-tracking in Hearthstone: Battlegrounds; at 20 they can choose their hero from among three different options instead of two at the start of each match; and at 30, players unlock the ability to playfully communicate with their opponents using a visual emote system.\n\nDescent of Dragons and Hearthstone: Battlegrounds are available today on Windows® and Mac® PCs; Windows, iOS, and Android™ tablets; and mobile phones. Descent of Dragons card packs are winnable in Hearthstone’s Arena mode, and players can purchase them with in-game gold or real money at the same prices as Hearthstone’s other card packs.\n\nTo learn more about Descent of Dragons, fly on over to www.descentofdragons.com. For more on Hearthstone: Battlegrounds, visit https://playhearthstone.com/battlegrounds/.\n\n*Limit one set of Descent of Dragons login rewards per account. Must log in by March 31, 2020 to redeem offer.\n†2GB of memory is recommended to play Battlegrounds on iOS and Android devices.\n**Bonus features are unlocked for a limited time and reset at the launch of each new Hearthstone expansion.\n\nAbout Hearthstone\n\nWith more than 100 million players worldwide, Hearthstone is Blizzard Entertainment’s internationally acclaimed, free-to-play digital card game designed for novice and veteran card-slingers alike. Players can choose from nine powerful hero classes and customize their decks with minions, spells, and weapons based on the unique fantasy of the Warcraft® universe. Featuring a variety of game modes ranging from epic head-to-head duels to story-driven Solo Adventures, Hearthstone offers a vibrant and rewarding experience stacked with strategy, personality, and fun. Hearthstone is available globally for Windows and Mac PCs; Windows, iOS, and Android tablets; and iOS, and Android mobile phones.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone, Overwatch®, the Warcraft, StarCraft®, and Diablo® franchises, and the multifranchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games†† and numerous Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest in the world, with millions of active players.\n\n††Sales and/or downloads, based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements:\n\nInformation in this press release that involves Blizzard Entertainment's expectations, plans, intentions or strategies regarding the future, including statements about the availability, features, and functionality of Descent of Dragons Solo Adventure, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191210005908/en/\nFor more information contact:\n\nLyndsi Achucarro\nGlobal PR Manager\n949.955.1380 x12650\nlachucarro@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.04,
            "neu": 0.819,
            "pos": 0.14,
            "compound": 0.9993
        }
    },
    {
        "title": "2019 Hearthstone Collegiate Championship Fall Finals To Be Held At The Fortress At Full Sail University",
        "subtitle": "Live Finals will be played on the newly released \"Descent of Dragons\" expansion launching December 10",
        "date": "Dec 6, 2019 12:07PM EST",
        "content": "WINTER PARK, Fla., Dec. 6, 2019 /PRNewswire/ -- Today, Full Sail University and Blizzard Entertainment are proud to announce the 2019 Hearthstone Collegiate Championship Fall Finals will be held at The Fortress at Full Sail University in Winter Park, Florida on December 14. The live Finals will be played on the newly released Descent of Dragons expansion launching on December 10 and will be streamed live at twitch.tv/fullsailarmadaThis year, the top four teams – all from North America – from the Hearthstone Collegiate Championship Fall 2019 season will compete for the first-place championship trophy, a $25,000 prize pool across the entire fall season, and select players from the first and second place teams will receive automatic invites to Hearthstone Masters Tour Arlington in 2020. The Finals will be played as Single Elimination, \"Best of 5\" on the Conquest format, with the first team to three wins with each unique class winning the match. Tickets are FREE for those interested in attending the event in person at The Fortress at Full Sail University. Entry will be available on a first-come, first-served basis.Event Details: 2019 Hearthstone Collegiate Championship Fall FinalsA Hearthstone Fireside Gathering will be held on-site where audience members can bring their phones or tablets to battle their friends or try their hands at a Tavern Brawl. Anyone who participates in the Fireside Gathering will receive the \"Fireside Friends\" in-game card back, and lucky attendees will leave with some Blizzard swag!All fans and viewers are invited to tune-in online to the live broadcast beginning at 1pm EST on twitch.tv/fullsailarmada. For additional information, please visit the official tournament page here.About Blizzard Entertainment, Inc.Best known for blockbuster hits including World of Warcraft, Hearthstone, Overwatch, the Warcraft, StarCraft, and Diablo franchises, and the multi-franchise Heroes of the Storm, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry's most critically acclaimed games. Blizzard Entertainment's track record includes twenty-two #1 games* and multiple Game of the Year awards. The company's online-gaming service, Blizzard Battle.net®, is one of the largest in the world, with millions of active players.*Sales and/or downloads. Based on internal company records and reports from key distribution partners.About Full Sail University:Full Sail University is an award-winning educational leader for those pursuing careers in entertainment, media, arts and technology. Founded in 1979, Full Sail has received accolades throughout its 40-year history, including most recently: One of the 2019 \"Top Graduate & Undergraduate Schools to Study Game Design\" by The Princeton Review, one of the 2019 \"Top 50 Film Schools\" by The Wrap Magazine, and the Florida Association of Postsecondary Schools and Colleges also named Full Sail the 2019 \"School/College of the Year.\"Full Sail University is a graduate and undergraduate degree-granting institution offering on-campus and online degree programs in areas related to Art & Design, Business, Film & Television, Games, Media & Communications, Music & Recording, Sports, and Technology. With over 70,000+ graduates worldwide, Full Sail alumni have worked on countless award-winning projects with individual recognition including OSCAR®, Emmy®, GRAMMY®, ADDY®, MTV Video Music Award, and Video Game Award honors. For more information, visit FullSail.edu or join the conversation on social at Facebook.com/FullSailUniversity and Twitter.com/FullSail. View original content to download multimedia:http://www.prnewswire.com/news-releases/2019-hearthstone-collegiate-championship-fall-finals-to-be-held-at-the-fortress-at-full-sail-university-300970738.htmlSOURCE  Full Sail University",
        "intent": {
            "neg": 0.006,
            "neu": 0.83,
            "pos": 0.164,
            "compound": 0.9982
        }
    },
    {
        "title": "The Call of Duty Endowment and U.S. Army Esports Announce the Inaugural CODE Bowl on December 13",
        "subtitle": "",
        "date": "Dec 5, 2019 1:00PM EST",
        "content": "\nLivestream Event Features Top Streamers CouRageJD, Dr Disrespect, Shroud and More as They Compete with Members of U.S. Army Esports Team \n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nIn further support of its #HireHonor campaign and celebrating its 10th year of putting veterans back to work in meaningful jobs, The Call of Duty Endowment (C.O.D.E.) today announced the first ever CODE Bowl presented by U.S. Army Esports on December 13.\n\nThe event will feature eight teams, each captained by a popular streamer playing Call of Duty®: Modern Warfare® along with members of the U.S. Army esports team. Each team will be competing to become the CODE Bowl Champions by earning the most points in-game. Each team will include a featured streamer and two active duty service members from the U.S. Army Esports team. The CODE Bowl is also generously supported by Scuf Gaming.\n\n“The CODE Bowl is an exciting new way for the Call of Duty community to engage with world-class streamers and gain awareness about the value of military service,” said Dan Goldenberg, Executive Director of the Call of Duty Endowment. “We couldn’t be more excited to be partnering with U.S. Army Esports in this endeavor!”\n\nThe action begins at 10:00 a.m. Pacific, December 13 on the Call of Duty Twitch Channel, featuring pre-show content and commentary by fan-favorite hosts, analysts and commentators. Fans can also watch their favorite streamers via their individual channels, listed here:\n\nSeparate from the CODE Bowl, starting today leading up to the event, each streamer will raise donations on their channels on behalf of the Call of Duty Endowment. The streamer who raises the most donations will take home the championship trophy and bragging rights. People can also donate directly at this page here.\n\nThe Call of Duty Endowment has funded the placement of more than 63,000 vets in meaningful employment since its inception and aims to place 100,000 veterans in meaningful jobs by 2024. The Endowment’s 2018 cost to place a veteran was $522 – providing meaningful employment at 1/6 the cost of US Department of Labor efforts. Nationally, American veterans make an average salary of $49,945, while those placed through the Endowment’s grantees, with their focus on high-quality placements, made an average of $60,750, or 21% more.\n\nTo help get veterans back to work, please visit: www.callofdutyendowment.org/help.\n\nIn compliance with federal rules, the U.S. Army Esports team will not be endorsing or participating in any fundraising activities associated with any organization, including the Call of Duty Endowment.\n\nAbout the Call of Duty Endowment\n\nThe Call of Duty Endowment is a non-profit organization co-founded by Bobby Kotick, CEO of Activision Blizzard. The Endowment seeks to help veterans find high-quality careers by supporting groups that prepare them for the job market and by raising awareness of the value vets bring to the workplace. For more information about the Call of Duty Endowment, please visit www.callofdutyendowment.org.\n\nACTIVISION, CALL OF DUTY and MODERN WARFARE are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the properties of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191205005327/en/\nKelvin Liu\nDirector, Corporate Communications\nActivision Blizzard\n310.255.2213\nkelvin.liu@activision.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.014,
            "neu": 0.861,
            "pos": 0.125,
            "compound": 0.9953
        }
    },
    {
        "title": "Call of Duty: Modern Warfare Season One Live Now With New Battle Pass and Biggest Free Content Drop in Call of Duty History",
        "subtitle": "",
        "date": "Dec 3, 2019 1:00PM EST",
        "content": "\nSeason One Now Available For All Players Together Across All Platforms\n\nNew Battle Pass System Launches Packed with Epic Content and Incredible Value\n\nSeason One Features New Multiplayer Maps, Modes, and Special Ops Experiences Free for All Players\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nCall of Duty®: Modern Warfare® Season One, featuring the new Battle Pass as well as the largest free content offering in Call of Duty history, is available now. Starting today with Season One, players across all platforms can jump in together to play new multiplayer maps, modes, co-op experiences, in-game events and more. In addition, the new Modern Warfare Battle Pass System gives players more ways to customize their experience by earning new content, including base weapons, weapon blueprints, weapon charms, and other vanity items just by playing the game.\n\nThe Season One Battle Pass can be purchased using Call of Duty Points unlocking access to up to 100 tiers of new earnable content. Plus, players who complete the Battle Pass will earn even more Call of Duty Points than the cost they paid for the pass itself, delivering a ton of value. Players can also purchase the Battle Pass Bundle which includes all the same earnable content plus 20 tier skips for instant access to cool new equipment.\n\n“Since Modern Warfare’s launch it’s been great sharing a steady stream of new playable content, but today’s launch of Season One takes things to a new level for all players. We’re rolling out multiplayer maps like Crash, Vacant and Shipment; Gunfight maps Cargo, Atrium, and Shipment; a Ground War map Port; three new multiplayer modes; five new Special Ops experiences and two new weapons,” said Patrick Kelly, Co-Studio Head and Creative Director, Infinity Ward. “This is the largest free content drop in Call of Duty history, and we’re excited that everyone can play all of this new Modern Warfare content together across all platforms.\"\n\nCall of Duty: Modern Warfare Season One features a slew of free new content, including the below, available for all players on all platforms. New content will be released weekly throughout Season One.\n\nThe Season One Battle Pass can be purchased for 1,000 COD points or players can upgrade to the Battle Pass Bundle which includes 20 Tier Skips. Regardless of whether you choose to purchase your Battle Pass, some of the tiers will include free Call of Duty points that can be used in the store or for future Battle Pass purchases.\n\nIn addition to the Battle Pass, players can also use Call of Duty Points to obtain bundles of items in the store that will be updated weekly and contain multiple cosmetic items, ranging from weapon blueprints, a new Operator, operator skins, as well as various vanity accessories. For the most up to date information on Call of Duty: Modern Warfare, check out the Activision Games Blog at https://blog.activision.com/call-of-duty\n\nCall of Duty: Modern Warfare is available on PlayStation 4, Xbox One, and PC. The title features a fully-optimized PC version, developed in partnership with Beenox, which is available exclusively on Blizzard Battle.net®, Blizzard Entertainment’s online gaming platform. Call of Duty: Modern Warfare is published by Activision, a wholly-owned subsidiary of Activision Blizzard (NASDAQ: ATVI) with development led by award-winning developer Infinity Ward, and additional development support from Activision Shanghai, Beenox, High-Moon Studios, Raven Software and Sledgehammer Games.\n\nAbout Activision\n\nHeadquartered in Santa Monica, California, Activision is a leading global producer and publisher of interactive entertainment. Activision maintains operations throughout the world and is a division of Activision Blizzard (NASDAQ: ATVI), an S&P 500 company. More information about Activision and its products can be found on the company's website, www.activision.com or by following @Activision.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Publishing's expectations, plans, intentions or strategies regarding the future, including statements about the expected availability, features, functionality and content for Call of Duty: Modern Warfare Season One, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Activision Publishing's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard's most recent annual report on Form 10K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\n\n© 2019 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY, and MODERN WARFARE are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the property of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191203005820/en/\nNicole Fodran\nSenior Manager, Public Relations\nActivision\n310.773.6273\nnicole.fodran@activision.com\nSource: Activision Publishing, Inc.",
        "intent": {
            "neg": 0.092,
            "neu": 0.834,
            "pos": 0.074,
            "compound": -0.93
        }
    },
    {
        "title": "The Call of Duty Endowment Celebrates Its 10-year Anniversary Veterans Day by Announcing the “Hire. Honor.” Campaign",
        "subtitle": "",
        "date": "Nov 8, 2019 2:10PM EST",
        "content": "\nGeneral Jim Mattis, Decorated American Veteran and Former United States Secretary of Defense, Leads the Campaign\n\nThe Call of Duty Endowment Has Helped 63,000 Veterans Find Meaningful Jobs\n\n#HireHonor In-Game Celebration Launches Across Recent Call of Duty® Games\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nCelebrating its tenth anniversary, the Call of Duty Endowment announces its new “Hire. Honor.” campaign.\n\nGeneral James Mattis, Decorated American Veteran and Former United States Secretary of Defense, joins the campaign in a call-to-action Public Service Video which can be viewed at: callofdutyendowment.org/HireHonor. In addition to urging viewers to honor veterans by hiring veterans, General Mattis asserts that the vast majority of veterans who have experienced combat emerge stronger and are even greater assets to our society and the workforce.\n\nThe campaign encompasses a variety of programs that support the Endowment, with 100% of Activision proceeds going directly to finding jobs for veterans. The Call of Duty Endowment has funded the placement of more than 63,000 veterans into well-paying, high-quality jobs and expects to place 100,000 veterans in meaningful jobs by 2024.\n\n“It is my great honor to partner with General Mattis and General Jones in honoring our veterans by hiring our veterans,” said Bobby Kotick, CEO of Activision Blizzard and co-founder of the Call of Duty Endowment. “We are committed to finding 100,000 jobs for veterans by 2024.”\n\nTo celebrate the 10th anniversary, Call of Duty® players can help veterans in the following ways:\n\nGaming superstar Dr Disrespect and basketball legend Klay Thompson are teaming up with Omaze to raise funds for the Call of Duty Endowment. To bring attention to this important cause, they are offering the chance for one lucky fan to play Call of Duty®: Modern Warfare with Dr Disrespect and Klay Thompson, which will be livestreamed on Twitch. The lucky winner will play alongside one of gaming’s most dynamic personalities and one of the greatest three-point shooters in basketball, while supporting the work and mission of the Call of Duty Endowment. Visit Omaze.com/COD for details.\n\nThe Call of Duty Endowment has placed more than 63,000 vets in meaningful employment since its inception. The Endowment’s 2018 cost to place a veteran was $522 – providing meaningful employment at 1/6 the cost of US Department of Labor efforts. Nationally, American veterans make an average salary of $49,945, while those placed through the Endowment’s grantees, with their focus on high-quality placements, made an average of $60,750, or 21% more.\n\nAccording to Dan Goldenberg, Executive Director of the Call of Duty Endowment, “Veterans don’t need or want our pity or hero worship. They are tremendous assets to our society who just need a shot to compete on a level playing field for high-quality jobs. We are more determined than ever to equip veterans to succeed in the civilian job market while reminding employers why it’s in their interest to hire loyal, dedicated, disciplined and hard-working employees.”\n\nHelp get veterans back to work: callofdutyendowment.org/help\n\nAbout the Call of Duty Endowment\n\nThe Call of Duty Endowment is a non-profit organization co-founded by Bobby Kotick, CEO of Activision Blizzard, and Former National Security Advisor General James Jones. The Endowment seeks to help veterans find high-quality careers by supporting groups that prepare them for the job market and by raising awareness of the value vets bring to the workplace. For more information about the Call of Duty Endowment, please visit www.callofdutyendowment.org.\n\nACTIVISION and CALL OF DUTY are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the properties of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191108005558/en/\nMedia Contact\nRachel Kahn\nActivision Blizzard\nRachel.Kahn@activision.com\n310.581.4733\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.018,
            "neu": 0.797,
            "pos": 0.185,
            "compound": 0.9986
        }
    },
    {
        "title": "Activision Blizzard Announces Third-Quarter 2019 Financial Results",
        "subtitle": "",
        "date": "Nov 7, 2019 4:05PM EST",
        "content": "\nBetter-Than-Expected Q3 Results\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nActivision Blizzard, Inc. (Nasdaq: ATVI) today announced third-quarter 2019 results.\n\n“Our third quarter results exceeded our prior outlook for both revenue and earnings per share,” said Bobby Kotick, Chief Executive Officer of Activision Blizzard. “Recent launches have enabled significant growth in the size of our audiences for our Call of Duty® and World of Warcraft® franchises. As we introduce mobile and free-to-play games based on our franchises we believe we can increase audience size, engagement and monetization across our wholly owned franchises. With a strong content pipeline and momentum in mobile, esports and advertising, we are confident we will remain a leader in connecting and engaging the world through epic entertainment.”\n\nFinancial Metrics\n\nFor the quarter ended September 30, 2019, Activision Blizzard’s net revenues presented in accordance with GAAP were $1.28 billion, as compared with $1.51 billion for the third quarter of 2018. GAAP net revenues from digital channels were $1.01 billion. GAAP operating margin was 19%. GAAP earnings per diluted share were $0.26, as compared with $0.34 for the third quarter of 2018.\n\nFor the quarter ended September 30, 2019, on a non-GAAP basis, Activision Blizzard’s operating margin was 27% and earnings per diluted share were $0.38, as compared with $0.42 for the third quarter of 2018.\n\nFor the quarter ended September 30, 2019, operating cash flow was $309 million. For the trailing twelve-month period, operating cash flow was $1.91 billion.\n\nPlease refer to the tables at the back of this press release for a reconciliation of the company’s GAAP and non-GAAP results.\n\nOperating Metrics\n\nFor the quarter ended September 30, 2019, Activision Blizzard’s net bookingsB were $1.21 billion, compared with $1.66 billion for the third quarter of 2018. Net bookingsB from digital channels were $0.98 billion, as compared with $1.44 billion for the third quarter of 2018. In-game net bookingsC were $0.71 billion. Overall Activision Blizzard Monthly Active Users (MAUs)D were 316 million.\n\nSelected Business Highlights\n\nActivision Blizzard exceeded its third quarter outlook, driven by better-than-expected performance for Call of Duty in-game and World of Warcraft, as well as favorable cost timing. The company started the fourth quarter with successful launches for Call of Duty®: Mobile and Call of Duty®: Modern Warfare, and achieved important milestones for several other franchises. Activision Blizzard is intent on building on this momentum as the company invests in the fourth quarter to maximize the potential of its franchises in 2020 and beyond.\n\nActivision\n\nBlizzard \n\nKing\n\nCompany Outlook\n\nCurrency Assumptions for 2019 Outlook:\n\nConference Call\n\nToday at 4:30 p.m. EST, Activision Blizzard’s management will host a conference call and webcast to discuss the company’s results for the quarter ended September 30, 2019 and management’s outlook for the remainder of the calendar year. The company welcomes all members of the financial and media communities and other interested parties to visit https://investor.activision.com to listen to the conference call via live Webcast or to listen to the call live by dialing into 866-548-4713 in the U.S. with passcode 8907639. A replay of the call will also be available after the call's conclusion and archived for one year at https://investor.activision.com/events.cfm.\n\nAbout Activision Blizzard\n\nActivision Blizzard, Inc., a member of the Fortune 500 and S&P 500, is a leading standalone interactive entertainment company. We delight hundreds of millions of monthly active users around the world through franchises including Activision's Call of Duty®, Spyro®, and Crash™, Blizzard Entertainment's World of Warcraft®, Overwatch®, Hearthstone®, Diablo®, StarCraft®, and Heroes of the Storm®, and King's Candy Crush™, Bubble Witch™, and Farm Heroes™. The company is one of the Fortune \"100 Best Companies To Work For®.\" Headquartered in Santa Monica, California, Activision Blizzard has operations throughout the world. More information about Activision Blizzard and its products can be found on the company's website, www.activisionblizzard.com.\n\n1 Per App Annie Intelligence for respective regions, app stores, and periods.\n2 Monthly or longer-term subscriptions.\n3 Per Nielsen.\n\nA Net effect of accounting treatment from revenue deferrals on certain of our online-enabled products. Since certain of our games are hosted online or include significant online functionality that represents a separate performance obligation, we defer the transaction price allocable to the online functionality from the sale of these games and then recognize the attributable revenues over the relevant estimated service periods, which are generally less than a year. The related cost of revenues is deferred and recognized as an expense as the related revenues are recognized. Impact from changes in deferrals refers to the net effect from revenue deferrals accounting treatment for the purposes of revenues, along with, for the purposes of EPS, the related cost of revenues deferrals treatment and the related tax impacts. Internally, management excludes the impact of this change in deferred revenues and related cost of revenues when evaluating the company’s operating performance, when planning, forecasting and analyzing future periods, and when assessing the performance of its management team. Management believes this is appropriate because doing so enables an analysis of performance based on the timing of actual transactions with our customers. In addition, management believes excluding the change in deferred revenues and the related cost of revenues provides a much more timely indication of trends in our operating results.\n\nB Net bookings is an operating metric that is defined as the net amount of products and services sold digitally or sold-in physically in the period, and includes license fees, merchandise, and publisher incentives, among others, and is equal to net revenues excluding the impact from deferrals.\n\nC In-game net bookings primarily includes the net amount of downloadable content and microtransactions sold during the period, and is equal to in-game net revenues excluding the impact from deferrals.\n\nD Monthly Active User (“MAU”) Definition: We monitor MAUs as a key measure of the overall size of our user base. MAUs are the number of individuals who accessed a particular game in a given month. We calculate average MAUs in a period by adding the total number of MAUs in each of the months in a given period and dividing that total by the number of months in the period. An individual who accesses two of our games would be counted as two users. In addition, due to technical limitations, for Activision and King, an individual who accesses the same game on two platforms or devices in the relevant period would be counted as two users. For Blizzard, an individual who accesses the same game on two platforms or devices in the relevant period would generally be counted as a single user.\n\nNon-GAAP Financial Measures: As a supplement to our financial measures presented in accordance with U.S. Generally Accepted Accounting Principles (“GAAP”), Activision Blizzard presents certain non-GAAP measures of financial performance. These non-GAAP financial measures are not intended to be considered in isolation from, as a substitute for, or as more important than, the financial information prepared and presented in accordance with GAAP. In addition, these non-GAAP measures have limitations in that they do not reflect all of the items associated with the company’s results of operations as determined in accordance with GAAP.\n\nActivision Blizzard provides net income (loss), earnings (loss) per share, and operating margin data and guidance both including (in accordance with GAAP) and excluding (non-GAAP) certain items. When relevant, the company also provides constant FX information to provide a framework for assessing how our underlying businesses performed excluding the effect of foreign currency rate fluctuations. In addition, Activision Blizzard provides EBITDA (defined as GAAP net income (loss) before interest (income) expense, income taxes, depreciation, and amortization) and adjusted EBITDA (defined as non-GAAP operating margin (see non-GAAP financial measure below) before depreciation). The non-GAAP financial measures exclude the following items, as applicable in any given reporting period and our outlook:\n\nIn the future, Activision Blizzard may also consider whether other items should also be excluded in calculating the non-GAAP financial measures used by the company. Management believes that the presentation of these non-GAAP financial measures provides investors with additional useful information to measure Activision Blizzard’s financial and operating performance. In particular, the measures facilitate comparison of operating performance between periods and help investors to better understand the operating results of Activision Blizzard by excluding certain items that may not be indicative of the company’s core business, operating results, or future outlook. Additionally, we consider quantitative and qualitative factors in assessing whether to adjust for the impact of items that may be significant or that could affect an understanding of our ongoing financial and business performance or trends. Internally, management uses these non-GAAP financial measures, along with others, in assessing the company’s operating results, and measuring compliance with the requirements of the company’s debt financing agreements, as well as in planning and forecasting.\n\nActivision Blizzard’s non-GAAP financial measures are not based on a comprehensive set of accounting rules or principles, and the terms non-GAAP net income, non-GAAP earnings per share, non-GAAP operating margin, and non-GAAP or adjusted EBITDA do not have a standardized meaning. Therefore, other companies may use the same or similarly named measures, but exclude different items, which may not provide investors a comparable view of Activision Blizzard’s performance in relation to other companies.\n\nManagement compensates for the limitations resulting from the exclusion of these items by considering the impact of the items separately and by considering Activision Blizzard’s GAAP, as well as non-GAAP, results and outlook, and by presenting the most comparable GAAP measures directly ahead of non-GAAP measures, and by providing a reconciliation that indicates and describes the adjustments made.\n\nCautionary Note Regarding Forward-looking Statements: The statements contained herein that are not historical facts are forward-looking statements, including, but not limited to, statements about: (1) projections of revenues, expenses, income or loss, earnings or loss per share, cash flow or other financial items; (2) statements of our plans and objectives, including those related to releases of products and services and restructuring activities; (3) statements of future financial or operating performance, including the impact of tax items thereon; and (4) statements of assumptions underlying such statements. The company generally uses words such as “outlook,” “forecast,” “will,” “could,” “should,” “would,” “to be,” “plan,” “plans,” “believes,” “may,” “might,” “expects,” “intends,” “intends as,” “anticipates,” “estimate,” “future,” “positioned,” “potential,” “project,” “remain,” “scheduled,” “set to,” “subject to,” “upcoming,” and other similar expressions to help identify forward-looking statements. Forward-looking statements are subject to business and economic risks, reflect management’s current expectations, estimates, and projections about our business, and are inherently uncertain and difficult to predict.\n\nWe caution that a number of important factors could cause our actual future results and other future circumstances to differ materially from those expressed in any forward-looking statements. Such factors include, but are not limited to: our ability to consistently deliver popular, high-quality titles in a timely manner; our ability to satisfy the expectations of consumers with respect to our brands, games, services, and/or business practices; concentration of revenue among a small number of titles; the continued growth in the scope and complexity of our business, including the diversion of management time and attention to issues relating to the operations of our newly acquired or started businesses and the potential impact of our expansion into new businesses on our existing businesses; our ability to realize the expected financial and operational benefits of, and effectively manage, our recently announced restructuring plans; increasing importance of revenues derived from digital distribution channels; risks associated with the retail sales business model; substantial influence of third-party platform providers over our products and costs; success and availability of video game consoles manufactured by third parties; risks associated with the free-to-play business model, including dependence on a relatively small number of consumers for a significant portion of revenues and profits from any given game; risks and costs associated with legal proceedings; changes in tax rates or exposure to additional tax liabilities, as well as the outcome of current or future tax disputes; rapid changes in technology and industry standards; competition, including from other forms of entertainment; our ability to sell products at assumed pricing levels; our ability to attract, retain, and motivate skilled personnel; reliance on external developers for development of some of our software products; the amount of our debt and the limitations imposed by the covenants in the agreements governing our debt; counterparty risks relating to customers, licensees, licensors, and manufacturers; intellectual property claims; piracy and unauthorized copying of our products; risks and uncertainties of conducting business outside the U.S.; fluctuations in currency exchange rates; increasing regulation of our business, products, and distribution in key territories; compliance with continually evolving laws and regulations concerning data privacy; potential data breaches and other cybersecurity risks; and the other factors identified in “Risk Factors” included in Part I, Item 1A of our Annual Report on Form 10-K for the year ended December 31, 2018.\n\nThe forward-looking statements in this press release are based on information available to the company at this time and we assume no obligation to update any such forward-looking statements. Although these forward-looking statements are believed to be true when made, they may ultimately prove to be incorrect. These statements are not guarantees of our future performance and are subject to risks, uncertainties, and other factors, some of which are beyond our control and may cause actual results to differ materially from current expectations.\n\n(Tables to Follow)\n\n \nView source version on businesswire.com: https://www.businesswire.com/news/home/20191107006003/en/\nActivision Blizzard, Inc.\nInvestors and Analysts:\nir@activisionblizzard.com\nor\nPress:\npr@activisionblizzard.com\nSource: Activision Blizzard, Inc.",
        "intent": {
            "neg": 0.033,
            "neu": 0.888,
            "pos": 0.078,
            "compound": 0.9976
        }
    },
    {
        "title": "Esports Legends Shine and New Games Revealed at BlizzCon® 2019",
        "subtitle": "",
        "date": "Nov 3, 2019 1:40PM EST",
        "content": "\nWorld-class competitors clash in Overwatch®, StarCraft® II, Hearthstone®, and World of Warcraft® esports for an audience of millions of viewers around the globe Blizzard Entertainment’s annual community celebration showcases new titles and new content coming to the company’s epic game universes\n    IRVINE, Calif.--(BUSINESS WIRE)--\nAt BlizzCon® 2019, Blizzard Entertainment welcomed players from around the globe and millions of viewers online to cheer on some of the world’s best esports competitors and be among the first to experience new installments in the Overwatch® and Diablo® franchises, the upcoming expansions for World of Warcraft® and Hearthstone®, the Warcraft® III: Reforged beta, and the newest additions to StarCraft® II and Heroes of the Storm®. During an entertainment-filled weekend running November 1 and 2, more than 40,000 attendees from 59 countries gathered at the Anaheim Convention Center to meet their fellow players, watch esports tournaments unfold live, and learn about upcoming games and updates for Blizzard’s franchises.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191103005035/en/China's VKLiooon handily eliminated USA’s Brian \"bloodyface\" Eason, becoming the first woman to both compete in and win a Hearthstone championship event. (Photo: Business Wire)\nAttendees and online viewers got to witness the conclusions of five of Blizzard’s esports competitions.\n\nOverwatch World Cup\nWinning team: USA\n\nThere’s a new champ in town and it’s the United States. The USA defeated China 3-0 in the gold-medal match to win the top prize, but the bigger victory was over three-time champion South Korea in the semifinals. The United States’ Jay “Sinatraa” Won was named the T-Mobile™ MVP of the tournament. In the bronze-medal match, South Korea eliminated France.\n\nHearthstone Grandmasters Global Finals\nWinner: Xiaomeng “VKLiooon” Li\n\nThe first-ever Hearthstone Grandmasters Global Finals champion is China’s VKLiooon. VKLiooon handily eliminated USA’s Brian \"bloodyface\" Eason 3-0 in the final in the best-of-five series, becoming the first woman to both compete in and win a Hearthstone championship event.\n\nWorld of Warcraft Mythic Dungeon International\nWinning team: Method EU\n\nAfter surviving a six-team double-elimination bracket, Method EU swept Method NA 3-0 in the final to secure the Mythic Dungeon International victory. Method EU lost earlier in the tournament to Method NA, but the squad of Gingi, Meeres, Fragnance, Naowh, and Zaelia managed to bounce back and exact their revenge in the final.\n\nWorld of Warcraft Arena World Championship\nWinning team: Method Black\n\nMethod Black outlasted Wildcard Gaming in a thriller to win the World of Warcraft Arena World Championship. After losing at the Summer Finals, Method Black’s roster of Whaazz, Raiku, Chas, and Swapxy proved their talent, winning the best-of-seven series 4-3.\n\nStarCraft II World Championship Series Global Finals\nWinner: Park \"Dark\" Ryung Woo\n\nAfter coming up short in the title match just three years ago at BlizzCon, Dark was finally able to capture his first StarCraft II World Championship Series trophy. The Korean defeated Italy’s Riccardo \"Reynor\" Romiti 4-1 in the best-of-seven final.\n\nThese championship winners served as an epic conclusion to the BlizzCon festivities, which featured some of the biggest announcements in the show’s history:\n\nDiablo IV\n\nOverwatch 2\n\nWorld of Warcraft: Shadowlands™\n\nHearthstone\n\nStarCraft II\n\nWarcraft III: Reforged\n\nHeroes of the Storm\n\nDiablo: Immortal™\n\nFor more information on the announcements, games, and esports competitions at BlizzCon 2019, or to watch VODs of the show with the BlizzCon 2019 Virtual Ticket, visit www.blizzcon.com.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft, Hearthstone, Overwatch, the Warcraft, StarCraft, and Diablo franchises, and the multi-franchise Heroes of the Storm, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and multiple Game of the Year awards. The company’s online-gaming service, Blizzard Battle.net®, is one of the largest in the world, with millions of active players.\n\n*Sales and/or downloads. Based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Blizzard Entertainment's expectations, plans, intentions, or strategies regarding the future, including statements about the availability, features, and functionality of Diablo IV, Overwatch 2, and Hearthstone, and new content for World of Warcraft, StarCraft II , Heroes of the Storm, and Diablo Immortal, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191103005035/en/\nDustin Blackwell\nSenior Corporate Communications Manager\n949.955.1380 x13224\ndblackwell@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.032,
            "neu": 0.79,
            "pos": 0.178,
            "compound": 0.9994
        }
    },
    {
        "title": "A New Era Dawns for Blizzard Entertainment’s Team-Based Shooter With Overwatch® 2",
        "subtitle": "",
        "date": "Nov 1, 2019 3:30PM EDT",
        "content": "\nUpcoming sequel brings players into the story of Overwatch as the world’s heroes stand together against a global Null Sector attack\n\nLevel up and customize your heroes with supercharged abilities as you undertake a wide range of cooperative Hero Missions around the world\n\nTeam up in a new era of Overwatch’s world-class PvP competition with new heroes, maps, and more\n    IRVINE, Calif.--(BUSINESS WIRE)--\nMore than 50 million players* worldwide have teamed up to capture objectives, push payloads, and fight for the future in Overwatch®, Blizzard Entertainment’s acclaimed team-based shooter. Today, before a sold-out crowd of BlizzCon 2019 attendees and millions watching online, Blizzard Entertainment revealed Overwatch 2, a supercharged sequel that will send players deeper into the world and story of Overwatch and build upon the original game’s critically acclaimed foundation of world-class PvP competition.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191101005577/en/Overwatch 2 is a supercharged sequel that sends players deeper into the world and story of Overwatch and builds upon its foundation of world-class PvP competition. (Graphic: Business Wire)\nIn Overwatch 2, players will take on the roles of the world’s heroes in cooperative missions that challenge them to team up, power up, and stand together against an overwhelming outbreak of threats around the globe. Players will also battle each other in the next evolution of competitive Overwatch play, which carries forward existing players’ accomplishments and loot collections and features the current complete Overwatch roster, a new generation of heroes, new internationally recognizable maps that widen the scope of the world, a new Push map type, and more.\n\n“With Overwatch 2, we’re building the cooperative, narrative-driven game experience that players have been asking for since the original—and that we’ve wanted to make for a long time,” said J. Allen Brack, president of Blizzard Entertainment. “We’re looking forward to telling the next chapter of this epic story in-game, and we’re excited to give players a whole-new kind of co-op experience built around progressing and customizing their favorite heroes—all while providing even more of everything they love about Overwatch today.”\n\nIn the sequel’s action-packed cooperative Story Missions, players will experience the advent of a new Overwatch as Winston, Tracer, and other members of the original Overwatch join forces with a new generation of heroes. Players will take an active role in the Overwatch saga as a new global crisis unfolds through a series of intense, high-stakes four-player missions. As the story progresses, players will team up as different sets of heroes and fight to defend the world from the omnic forces of Null Sector, uncover the motives behind the robotic armies’ attacks, and come face-to-face with rising new threats around the globe.\n\nThe battle continues in Hero Missions, where the Overwatch team will be called upon to go beyond their limits as they deploy across the planet, defending cities against robot invasions, taking on elite Talon agents, and battling the villainous forces laying siege to the world. In this highly replayable mode, players can level up their favorite heroes and earn powerful customization options that supercharge their abilities in co-op play—such as altering Reinhardt’s Fire Strike to ignite nearby enemies or modifying Tracer’s Pulse Bomb to cause a devastating chain reaction—granting the extra edge they need against the overwhelming odds.\n\nTo help realize these missions, the sequel also introduces significant engine upgrades that support larger maps for co-op (PvE) play, as well as the wide variety of new enemies and factions that players will encounter on their missions. The game also introduces visual enhancements designed to bring players’ favorite heroes—and their new looks for Overwatch 2—to life in greater detail.\n\nOverwatch 2 also represents the beginning of a new era for the series’ world-renowned competitive 6v6 play. In addition to carrying forward all of the original game’s heroes, maps, and modes—as well as existing Overwatch players’ accomplishments and loot collections—the sequel adds multiple new playable heroes to the ever-growing roster; widens the scope of the world with even more maps and locations; and adds a new Push map type, in which two teams compete to make a robot (that happens to be pretty good at pushing things) push the map’s objective to their opponent’s side.\n\nOverwatch 2 also renews Blizzard’s commitment to continue supporting the existing Overwatch community. Current Overwatch players will battle side-by-side with Overwatch 2 players in PvP multiplayer. In addition, current Overwatch players will be able to play Overwatch 2 heroes and maps, ensuring the core PvP experience remains dynamic and vital for today’s community in the Overwatch 2 era. More details on Blizzard’s plans, including some of the new heroes joining the fray, will be announced in the future as development continues.\n\nFor more information on Overwatch 2, visit www.playoverwatch.com. For screenshots and other assets, visit http://blizzard.gamespress.com.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone®, Overwatch®, the Warcraft®, StarCraft®, and Diablo® franchises, and the multi-franchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and multiple Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Blizzard Entertainment's expectations, plans, intentions or strategies regarding the future, including statements about the features and functionality of Overwatch and Overwatch 2, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191101005577/en/\nSteven Khoo\nSenior Public Relations Manager\n949.955.1380 x12508\nskhoo@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.051,
            "neu": 0.811,
            "pos": 0.138,
            "compound": 0.9985
        }
    },
    {
        "title": "Prepare to Cross Into the Realm of the Dead in World of Warcraft®: Shadowlands",
        "subtitle": "",
        "date": "Nov 1, 2019 2:55PM EDT",
        "content": "\nOtherworldly wonders and challenges await players as they journey through the realms of the afterlife and gain new power from the Covenants that rule there \n\nBrave the hazards of Torghast, Tower of the Damned—an ever-changing dungeon for solo players and groups of up to five—and claim legendary treasures\n\nAvailable for pre-purchase in the Blizzard Shop starting today, with multiple options offering multiple entry points and more benefits\n    IRVINE, Calif.--(BUSINESS WIRE)--\nSylvanas Windrunner, fallen leader of the Horde, has pierced the veil between Azeroth and the realm of the dead, setting in motion a series of events that threatens to upset the cosmic balance between life and death. Blizzard Entertainment today revealed World of Warcraft®: Shadowlands, the latest expansion for the company’s acclaimed massively multiplayer online role-playing game, in which Azeroth’s heroes will confront the wonders and horrors of the afterlife as they deal with the consequences of Sylvanas’ actions.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191101005563/en/Otherworldly wonders and challenges await players as they journey through the realms of the afterlife in World of Warcraft: Shadowlands. (Graphic: Business Wire)\nWorld of Warcraft players entering the fabled Shadowlands will find the realms of the dead in upheaval. Under the normal order, departed souls were delivered to a realm appropriate to the lives they led, but now, all souls are being funneled into the Maw, where the most wicked are damned to suffer for eternity. As they seek to right the cycle and uncover the extent of Sylvanas’ designs, players will forge bonds with the Covenants who hold domain over different planes within the Shadowlands:\n\nIn their journeys through the Shadowlands, players will also come face-to-face with some of the departed legends of the Warcraft® universe, such as Uther the Lightbringer, who struggles against dark forces that seek to transform him into a symbol of retribution, and Kael’thas, who pursues vengeance on an enemy from his past while confined to Revendreth for the crimes he committed in life.\n\n“Shadowlands is taking us somewhere we’ve never dreamed of going in the Warcraft universe, and that’s incredibly exciting,” said J. Allen Brack, president of Blizzard Entertainment. “We can’t wait to explore the great beyond, catch up with old departed friends, and forge an epic new chapter in the Warcraft saga together with our players.”\n\nWorld of Warcraft: Shadowlands Features\n\nA host of new features and activities await players in World of Warcraft: Shadowlands. When they cross into the realm-between-realms, players will be able to:\n\nPre-purchase Options\n\nWorld of Warcraft: Shadowlands is available for pre-purchase digitally from the Blizzard Shop starting today, with three different options all designed with player preference in mind. The Base Edition of Shadowlands is available for $39.99 SRP, providing a new lower entry point compared to previous expansions. The Heroic Edition ($59.99) includes the expansion; a level-120 character boost; and the Ensorcelled Everwyrm mount, which provides access to a questline through which players can earn the Vestments of the Eternal Traveler transmogrification set. The Epic Edition ($79.99) includes the Anima Wyrmling pet; the Wraithchill cosmetic weapon effect; the Eternal Traveler’s Hearthstone, designed with a unique visual effect; and 30 days of game time, in addition to all of the contents from the Heroic Edition.\n\nAll bonuses from the Heroic and Epic Editions are unlocked immediately upon pre-purchase. In addition, pre-purchasing any edition of World of Warcraft: Shadowlands will open the ability for players to create pandaren and allied race Death Knights once the Visions of N’Zoth content update for the current expansion, Battle for Azeroth™, arrives in the coming months.\n\nFor more information on World of Warcraft: Shadowlands, visit www.worldofwarcraft.com.\n\nAssets are available at blizzard.gamespress.com/World-of-Warcraft. World of Warcraft: Shadowlands will be available on or before December 31, 2020.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone®, Overwatch®, the Warcraft®, StarCraft®, and Diablo® franchises, and the multi-franchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and multiple Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest online-gaming services in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Blizzard Entertainment's expectations, plans, intentions or strategies regarding the future, including statements about the availability, pricing, pre-purchase options, gameplay, features, and functionality of World of Warcraft: Shadowlands and the content and availability for World of Warcraft: Battle for Azeroth™, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191101005563/en/\nAndrew Meyer\nSr. Public Relations Manager\n949.955.1380 x61353\nanmeyer@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.066,
            "neu": 0.826,
            "pos": 0.108,
            "compound": 0.9927
        }
    },
    {
        "title": "Diablo® IV Revealed",
        "subtitle": "",
        "date": "Nov 1, 2019 2:25PM EDT",
        "content": "\nNewest incarnation of Blizzard Entertainment’s genre-defining action–role-playing franchise returns with dark, visceral gameplay, robust customization, deep loot, and infinite adventures\n    IRVINE, Calif.--(BUSINESS WIRE)--\nAn ancient evil threatens to engulf Sanctuary in darkness, and new heroes have been called upon to face challenges the world has never seen before. Today, Blizzard Entertainment announced Diablo IV, the highly anticipated next entry in its genre-defining action–role-playing series. The newest installment of Diablo was announced during BlizzCon® 2019, where attendees were eager to be the first in the world to play a public demo of the game. Diablo IV draws players into a grim story line and gives them the freedom to explore and forge their own path across the most expansive and intense vision of the world of Sanctuary—a bleak and shattered hellscape bereft of hope and beset by demons.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191101005550/en/Diablo IV draws players into a grim story line and gives them the freedom to explore and forge their own path across the most expansive and intense vision of the world of Sanctuary. (Graphic: Business Wire)\nTrue to the franchise’s roots, Diablo IV will deliver visceral combat, gruesome and varied monsters, an epic hunt for legendary loot, and endless playability and progression. Players will find a lifetime’s worth of adventure scattered across a land rooted in unique ecologies and inhabited by dangerous new foes. They’ll delve into randomized dungeons packed with unpredictable adversaries and unimaginable treasures. While continuing to fully support solo and coordinated party play, Diablo IV will also provide opportunities for groups of players to encounter each other in the same shared world—whether to tackle bigger challenges . . . or possibly even slaughter one another in player-vs.-player combat.\n\n“Sanctuary has been a home to Diablo players for more than 20 years, and it’s with our own deep passion for the series and a deep appreciation of the community that we announce Diablo IV today,” said J. Allen Brack, president of Blizzard Entertainment. “We’re excited to be returning to the dark, quintessential Diablo gameplay that players love while expanding the world and story in new ways, and we can’t wait for more people to be able to experience it.”\n\nIn Diablo IV, players will attempt to bring hope back to the world by vanquishing evil in all its vile incarnations—from cannibalistic demon-worshipping cultists to the all-new drowned undead that emerge from the coastlines to drag their victims to a watery grave. For the first time in the series, Sanctuary will be a contiguous, seamless landmass comprising diverse regions ranging from the burning desert of Kejhistan, to the verdant werewolf-infested forests of Scosglen, to the harsh and rugged wilderness of the Dry Steppes.\n\nAt BlizzCon, Blizzard revealed the first three of Diablo IV’s character classes, all playable at the show:\n\nThese three iconic characters honor the legacy of the franchise and exemplify how Diablo IV builds upon the series’ history by preserving the core Diablo fantasy while allowing players to explore untapped gameplay possibilities with fresh inspiration. Players will be able to experiment and discover countless character builds through customizable talent trees and skills, a deep loot system filled with legendary and set items to collect, runes and rune word combinations, and even personalized mounts for traversing the open world.\n\nDiablo IV is being developed using modern technology that pushes the franchise to dark, new depths. This technology is at the heart of everything players will see, hear, and feel—delivering much higher fidelity and a more engrossing experience. It opens up countless possibilities for the Diablo series, from smooth character animations, such as the Druid’s fluid shapeshifting, to the seamless, vast overworld players will travel across in search of the next loot-filled underground dungeon. Ultimately, Diablo IV will ground players in a grittier and deadlier world.\n\nDiablo IV is currently in development and will be coming to PC, PlayStation® 4, and Xbox One. Brave souls can seek out more information at www.diablo.com.\n\nFor screenshots and other assets, visit http://blizzard.gamespress.com.\n\nAbout Blizzard Entertainment, Inc.\n\nBest known for blockbuster hits including World of Warcraft®, Hearthstone®, Overwatch®, Warcraft®, StarCraft®, and Diablo® franchises, and the multi-franchise Heroes of the Storm®, Blizzard Entertainment, Inc. (www.blizzard.com), a division of Activision Blizzard (NASDAQ: ATVI), is a premier developer and publisher of entertainment software renowned for creating some of the industry’s most critically acclaimed games. Blizzard Entertainment’s track record includes twenty-two #1 games* and numerous Game of the Year awards. The company's online gaming service, Battle.net®, is one of the largest online-gaming services in the world, with millions of active players.\n\n*Sales and/or downloads, based on internal company records and reports from key distributors.\n\nCautionary Note Regarding Forward-looking Statements:\n\nInformation in this press release that involves Blizzard Entertainment's expectations, plans, intentions or strategies regarding the future, including statements about Diablo IV content, including the availability, features, and functionality of Diablo IV, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Blizzard Entertainment's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Blizzard Entertainment and Activision Blizzard as of the date of this release, and neither Blizzard Entertainment nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Blizzard Entertainment or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191101005550/en/\nSara Zaidi\nGlobal PR Manager\n949.955.1380 x61091\nszaidi@blizzard.com\nSource: Blizzard Entertainment, Inc.",
        "intent": {
            "neg": 0.06,
            "neu": 0.821,
            "pos": 0.119,
            "compound": 0.9957
        }
    },
    {
        "title": "Call of Duty: Modern Warfare Delivers Blockbuster Opening Weekend, Over $600 Million Sell-Through in First Three Days",
        "subtitle": "",
        "date": "Oct 30, 2019 8:00AM EDT",
        "content": "\n Top-Selling New Premium Game Release of 2019 \n\nBiggest Selling Digital Opening in Activision History\n\nSet PS4 Record with Highest Digital Sales in First Three Days\n\nSold More Units in First Three Days Than Any Other Call of Duty Three Day Opening In This Console Generation \n\nBiggest Call of Duty PC Launch Ever\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nActivision’s Call of Duty®: Modern Warfare® had more than $600 million in sell-through worldwide in its first three days of release. The title has sold more units in its first three days than any other Call of Duty® game sold in its first three days in this console generation, and is the top-selling new premium game release of 2019. Modern Warfare also established a new record as the #1 top-selling digital opening in Activision history. With its blockbuster launch, in its first three days of release, Call of Duty: Modern Warfare more than doubled the box office opening of Joker.\n\nModern Warfare set new records on the PlayStation Network for the highest digital pre-orders and highest three-day digital sales ever on PlayStation 4. Modern Warfare also has become the #1 top-selling Call of Duty PC launch ever, as opening weekend PC sales on Blizzard Battle.net® were significantly up over last year.\n\n“Call of Duty is once again the top selling new premium game of the year, proving the enduring nature of the franchise across console, PC, mobile, and esports,” said Bobby Kotick, Activision Blizzard’s Chief Executive Officer. “In its first three days of release, Call of Duty: Modern Warfare more than doubled the box office opening of Joker.”\n\n“Through the first three days, Modern Warfare has more total players and total hours played than any Call of Duty opening release in the last six years. More importantly, our players are having a great time playing,” said Rob Kostich, president, Activision. “Congratulations to Infinity Ward and all our teams involved on an incredible game and its spectacular launch. We also want to thank the community for your incredible support. The launch of Modern Warfare is only the start. There’s much more to come.”\n\nSell-through sales figures include Call of Duty: Modern Warfare retail and digital unit sales and revenues, including sales of the Defender DLC pack, for the opening three days following initial launch. Sales figures based on retail customer sell-through information and Activision data and estimates. Reported movie sales according to publicly available data. Total players and total hours played based on Activision data. Top selling new premium release of the year based on Activision data and internal estimates, and excludes free-to-play games.\n\nActivision’s new thriller unites the massive Call of Duty community to play together through crossplay and cross progression support, and to enjoy a load of new post-release content coming free for all players on all platforms. Call of Duty: Modern Warfare features a new engine delivering an immersive and photo-realistic experience across the entire game.\n\nCall of Duty: Modern Warfare is available now on PlayStation 4, Xbox One, and PC. The title features a fully-optimized PC version, developed in partnership with Beenox, which will be available exclusively on Blizzard Battle.net®, Blizzard Entertainment’s online gaming platform. Call of Duty: Modern Warfare is published by Activision, a wholly-owned subsidiary of Activision Blizzard (NASDAQ: ATVI) with development led by award-winning developer Infinity Ward, and additional development support from Beenox, High-Moon Studios, Raven Software and Sledgehammer Games.\n\nAbout Activision\n\nHeadquartered in Santa Monica, California, Activision is a leading global producer and publisher of interactive entertainment. Activision maintains operations throughout the world and is a division of Activision Blizzard (NASDAQ: ATVI), an S&P 500 company. More information about Activision and its products can be found on the company's website, www.activision.com or by following @Activision.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Publishing's expectations, plans, intentions or strategies regarding the future, including statements about the expected availability and features of content for Call of Duty: Modern Warfare, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Activision Publishing's actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard's most recent annual report on Form 10K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\n\n© 2019 Activision Publishing, Inc. ACTIVISION, CALL OF DUTY and MODERN WARFARE are trademarks of Activision Publishing, Inc. All other trademarks and trade names are the property of their respective owners.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191030005376/en/\nMike Mantarro\nVice President, Public Relations\nActivision\n310.255.2731\nMike.mantarro@activision.com\nSource: Activision Publishing, Inc.",
        "intent": {
            "neg": 0.049,
            "neu": 0.892,
            "pos": 0.058,
            "compound": 0.8559
        }
    },
    {
        "title": "Call of Duty League™ Inaugural Season Launches January 24, 2020; Minnesota Røkkr to Host the New League’s First Event",
        "subtitle": "",
        "date": "Oct 29, 2019 12:00PM EDT",
        "content": "\nCall of Duty League Launch Weekend will feature All 12 Pro Teams Competing \n\nTeams Compete in Call of Duty®: Modern Warfare® from Publisher Activision\n    SANTA MONICA, Calif.--(BUSINESS WIRE)--\nToday, Activision Blizzard Esports announces the inaugural season of the Call of Duty League™ will begin with the Call of Duty League Launch Weekend at the Minneapolis Armory from January 24-26, 2020, in Minneapolis, Minnesota.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20191029005820/en/\nThe event will be hosted by Minnesota Røkkr – the Call of Duty League team operated by WISE Ventures Esports, under ownership of the Wilf Family (owners of the Minnesota Vikings), and investor Gary Vaynerchuk – will feature all 12 professional Call of Duty League teams competing across three days. The opening weekend of the regular season will feature additional fan and player experiences to celebrate the launch of Activision Blizzard Esports’ highly anticipated new city-based league.\n\nThe Call of Duty League follows a home-vs-away format with 5-versus-5 professional match play, with 12 teams in Atlanta, Chicago, Dallas, Florida, London, Los Angeles (2), Minnesota, New York, Paris, Seattle, and Toronto. Throughout the season, each team will host “Home Series” weekends in their market, with multiple pro teams competing at each event.\n\n\"We are thrilled with the continued growth of the Call of Duty esports footprint as an international, city-based league with 12 teams in 4 countries, all of which deliver epically entertaining competition to millions of fans around the world,” said Bobby Kotick, CEO of Activision Blizzard. “Building on our city-based model’s success in esports first established by the Overwatch League, we are excited to unite the historic passion for the Call of Duty franchise with city-based fandom to create a league to rival the very best leagues in traditional sports in recognizing, celebrating and rewarding our players.”\n\nLaunch Weekend will also feature the season’s first Call of Duty Challengers™ Open, where amateur players from around the world can compete as teams in an open bracket tournament format. Beginning in November, Call of Duty Challengers competitors will begin battling via online ladders and tournaments for their share of an overall dedicated prize pool of more than $1 million during the 2020 season. Challengers team passes for Launch Weekend will go on sale in early December.\n\n“We are thrilled to debut the Call of Duty League in Minnesota in partnership with the Wilf Family and everyone at WISE Ventures,” said Johanna Faries, Commissioner of the Call of Duty League. “Bringing together all 12 pro teams and the amateur community together for this special moment will usher in a new era for Call of Duty esports.”\n\n“It is an honor to host the inaugural weekend of the Call of Duty League and welcome our ownership partners, players, and most importantly, our fans,” said Jonathan Wilf, President and Ownership Partner of WISE Ventures Esports. “We have been craving an esports event of this caliber in Minneapolis-St. Paul. With the success this community has in hosting world class events, we are excited to put on an incredible fan experience to launch the Call of Duty League.”\n\nFor more information on the new Call of Duty League, including first details on spectator passes to the Call of Duty League Launch Weekend, sign up for updates at callofdutyleague.com.\n\nAbout Call of Duty League\n\nCall of Duty League™ is the official esports league of the Call of Duty® franchise, from publisher Activision. The inaugural season of Call of Duty League includes 12 teams from four countries and spotlights the best Call of Duty esports players from around the world. Call of Duty League launches in 2020, and will feature fresh ways for pro players, amateurs, and fans to come together around one of the world’s most beloved games.\n\nAbout Activision Blizzard Esports\n\nActivision Blizzard Esports (ABE) is responsible for the development, operation, and commercialization of Activision Blizzard’s professional gaming properties including the Overwatch LeagueTM, the Call of Duty® League™, Call of Duty Challengers™, Hearthstone® Masters, the StarCraft® II World Championship Series, and the World of Warcraft® Arena World Championship and Mythic Dungeon International, among others. ABE also operates Tespa, the leader in collegiate esports. It is ABE’s vision to be the most innovative, scalable, and valuable developer of global competitive entertainment.\n\nAbout Activision\n\nHeadquartered in Santa Monica, California, Activision is a leading global producer and publisher of interactive entertainment. Activision maintains operations throughout the world and is a division of Activision Blizzard (NASDAQ: ATVI), an S&P 500 company. More information about Activision and its products can be found on the company's website, www.activision.com or by following @Activision.\n\nAbout WISE Ventures Esports & WISE Ventures\n\nWISE Ventures Esports is based in Eagan, Minnesota and operates the Minnesota Røkkr Call of Duty Team. WISE Ventures is an investment fund based in Manhattan focused on early and growth stage investment opportunities that leverage our strategic value. Led by an ownership group with deep sports & entertainment and real estate experience, WISE is able to assess, champion, and add value to next-gen companies in those industries. The organization is built on the foundation of an innovative and visionary culture coupled with a committed team of talented people. WISE Ventures brings unmatched value to its companies through its deep industry networks and world-class management experience. Media inquiries should be directed to media@wiseesports.com.\n\n©2019 Activision Publishing, Inc. CALL OF DUTY, MODERN WARFARE, CALL OF DUTY LEAGUE and the CALL OF DUTY LEAGUE logo are trademarks of Activision Publishing, Inc. OVERWATCH LEAGUE, HEARTHSTONE, STARCRAFT and WORLD OF WARCRAFT are trademarks or registered trademarks of Blizzard Entertainment, Inc. in the U.S. and/or other countries. All other trademarks and trade names are the properties of their respective owners.\n\nCautionary Note Regarding Forward-looking Statements: Information in this press release that involves Activision Blizzard’s expectations, plans, intentions or strategies regarding the future, including statements about ticket availability and the dates, features and locations and the features of the Call of Duty League, Call of Duty Challengers, and Call of Duty League Launch Weekend, are forward-looking statements that are not facts and involve a number of risks and uncertainties. Factors that could cause Activision Blizzard’s actual future results to differ materially from those expressed in the forward-looking statements set forth in this release include unanticipated product delays and other factors identified in the risk factors sections of Activision Blizzard’s most recent annual report on Form 10-K and any subsequent quarterly reports on Form 10-Q. The forward-looking statements in this release are based upon information available to Activision Publishing and Activision Blizzard as of the date of this release, and neither Activision Publishing nor Activision Blizzard assumes any obligation to update any such forward-looking statements. Forward-looking statements believed to be true when made may ultimately prove to be incorrect. These statements are not guarantees of the future performance of Activision Publishing or Activision Blizzard and are subject to risks, uncertainties and other factors, some of which are beyond its control and may cause actual results to differ materially from current expectations.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20191029005820/en/\nXav de Matos\nHead of Public Relations,\nCall of Duty League\n949-293-7132\nxdematos@blizzard.com\nSource: Activision Publishing, Inc.",
        "intent": {
            "neg": 0.015,
            "neu": 0.844,
            "pos": 0.142,
            "compound": 0.9994
        }
    }
]